{
  "holidays": [
    {
      "id": "independence-day-2024",
      "name": "Independence Day",
      "date": "2024-07-04",
      "description": "Independence Day commemorates the adoption of the Declaration of Independence on July 4, 1776.",
      "origin": "The Fourth of July celebrates the passage of the Declaration of Independence by the Continental Congress in 1776. This historic document declared the 13 American colonies' independence from Great Britain.",
      "guide": "Traditional celebrations include fireworks displays, parades, barbecues, carnivals, picnics, and various other public and private events celebrating American independence and history.",
      "taboos": "- Avoid improper display of the American flag\n- Don't use illegal fireworks\n- Be mindful of veterans with PTSD during fireworks"
    },
    {
      "id": "thanksgiving-2024",
      "name": "Thanksgiving Day",
      "date": "2024-11-28",
      "description": "Thanksgiving is a national holiday celebrating the harvest and other blessings of the past year.",
      "origin": "The modern Thanksgiving holiday tradition traces its origins to a 1621 celebration by Pilgrims after their first harvest in the New World. The event lasted three days and was attended by 90 Native Americans and 53 Pilgrims.",
      "guide": "Traditional celebrations include family gatherings, turkey dinner, watching football games, and expressing gratitude. Many also participate in volunteering at local food banks or shelters.",
      "taboos": "- Don't discuss controversial topics at family gatherings\n- Avoid shopping during family time\n- Remember to be inclusive of all cultural perspectives"
    },
    {
      "id": "christmas-2024",
      "name": "Christmas Day",
      "date": "2024-12-25",
      "description": "Christmas is both a sacred religious holiday and a worldwide cultural and commercial phenomenon.",
      "origin": "Christmas celebrates the birth of Jesus Christ in Bethlehem. The modern Christmas tradition combines Christian customs with ancient winter solstice celebrations and various cultural practices.",
      "guide": "Celebrations include decorating Christmas trees, exchanging gifts, attending church services, sharing meals with family and friends, and waiting for Santa Claus.",
      "taboos": "- Don't forget to be inclusive of different beliefs\n- Avoid excessive commercialization\n- Be mindful of those who might be alone during holidays"
    }
  ]
}