{
  "holidays": [
    {
      "id": "world-toilet-day",
      "name": "世界厕所日",
      "description": "世界厕所日是一个每年全球性的纪念日，旨在强调卫生和公共健康的重要性。它致力于提高人们对厕所在公共卫生和可持续发展中关键作用的认识。每年，这一天都会呼吁确保每个人都能享有适当的卫生设施，并解决全球卫生危机。\n\n这个活动由联合国于2013年设立，目的是聚焦于可持续发展目标（SDG）6.2，即到2030年为所有人提供适当的卫生设施和卫生条件。每年都会选择一个独特的主题，突出特定的卫生挑战和解决方案。\n\n世界厕所日提醒人们全球仍有36亿人缺乏安全管理的卫生设施。它将各国政府、组织和社区凝聚在一起，发起并支持改善全球卫生基础设施和实践的努力。",
      "origin": "世界厕所日的起源可以追溯到世界厕所组织的倡议，该组织由卫生活动家杰克·辛于2001年创立。辛的使命是打破围绕厕所和卫生问题的禁忌，通过发起公开讨论来提高人们对这些基本问题的关注。2001年，第一次世界厕所峰会举行，聚集了政策制定者、专家和倡导者，讨论全球卫生问题。\n\n2013年，联合国正式将世界厕所日定为国际纪念日。做出这一决定的原因是认识到全球卫生危机的严重性——数十亿人缺乏适当的卫生设施。这一天与联合国的可持续发展目标特别是目标6相一致，该目标旨在为所有人提供清洁水和卫生条件。\n\n自正式确立以来，世界厕所日已发展成为一个强有力的平台，用于提高意识并推动行动。政府、非政府组织和私营部门在全球范围内组织活动、宣传和倡议，改善厕所使用条件并教育人们养成卫生习惯。多年来，这一天不仅揭示了卫生方面的挑战，还促进了创新的解决方案、伙伴关系和对卫生基础设施的投资。",
      "guide": "庆祝世界厕所日可以通过参加活动、教育宣传和倡导活动来强调卫生和公共健康。从了解今年的主题并探索联合国和其他组织提供的资源开始。在社交媒体上使用诸如#WorldToiletDay的标签分享有关卫生问题的信息，可以扩大信息传播范围。\n\n组织和学校可以举办研讨会、社区清洁活动或改善卫生设施的行动。这些活动能在基层产生直接的影响，并提高人们的意识。开展有关厕所和卫生重要性的公开讨论也有助于打破这些话题的禁忌。\n\n个人可以通过向致力于改善全球卫生的组织捐款或参与本地倡议来贡献力量。即使是教导正确的洗手方法等小小的行动，也能产生巨大的影响。在世界厕所日参与这些活动，为改善每个人的卫生条件贡献力量。",
      "taboos": "- 避免将卫生问题视为无关紧要。\n- 不要忽视有关卫生危机或卫生习惯缺乏的讨论。\n- 避免延续对厕所和卫生问题的污名化。"
    },{
      "id": "international-mens-day",
      "name": "国际男性日",
      "description": "国际男性日是每年11月19日的一个年度活动，旨在表彰男性在生活各方面的贡献和成就。这一天的重点是促进积极的男性榜样、性别平等以及男性心理健康和福祉的意识。它提醒人们欣赏男性在家庭、工作场所和社区中的努力，同时关注他们面临的挑战。\n\n国际男性日的庆祝活动鼓励讨论心理健康、有害男性气质以及培养支持性关系等重要问题。它旨在突显男性的积极影响以及他们在建设更具包容性和公平性的社会中需要发挥的作用。这一天的活动通常包括教育计划、公众活动和媒体宣传，以促进对话和提高认识。\n\n国际男性日也是一个挑战刻板印象和社会规范的机会，这些规范限制了男性的情感表达和个性。通过增进对男性的理解和尊重，这一天有助于创造关于性别角色和责任的平衡视角。",
      "origin": "国际男性日最早由密苏里大学教授托马斯·奥斯特于1992年发起，旨在提高人们对男性问题的认识。然而，现代形式的庆祝始于1999年的特立尼达和多巴哥，由杰罗姆·蒂鲁克辛博士发起。他选择11月19日是为了纪念他父亲的生日以及象征团结与赋权的一场足球比赛的胜利。\n\n这一节日得到了包括联合国教科文组织在内的多家机构的支持，这些机构强调它与更广泛的人权和性别平等目标的一致性。其庆祝活动传播到多个国家，每个国家都赋予了其独特的文化视角和主题。随着时间的推移，它成为一个重要的场合，用于讨论男性健康、性别关系以及他们对社会的贡献。\n\n国际男性日已发展成为倡导性别讨论平衡的重要平台，认识到解决男性面临的挑战对社会进步至关重要。该倡议补充了国际妇女节，促进了关于性别包容性和理解的对话。它强调积极的男性榜样和消除有害刻板印象的重要性。",
      "guide": "庆祝国际男性日，个人和组织可以通过举办活动突出男性的成就和福祉，例如研讨会、工作坊或关于心理健康、职场挑战或父亲角色的座谈会。分享社区中令人鼓舞的男性故事也是提高认识的一种方式。\n\n参与慈善活动，例如为男性健康项目组织筹款活动或在当地组织中志愿服务，能够产生重大影响。学校和大学可以举办活动，向年轻一代宣传积极的男性气质和性别平等。这些活动有助于为男性和男孩创造一个支持性和包容性的环境。\n\n此外，花时间对生活中的男性表达感激之情——无论是通过真诚的信息、小的举动还是共度的时光——都能加强个人联系。这一天是为了庆祝男性的贡献，同时推动一个更健康、更公平的社会。",
      "taboos": "- 避免延续关于男性的负面刻板印象。\n- 不要忽视这一天在促进性别平等方面的重要性。\n- 避免将国际男性日与国际妇女节进行不恰当的比较。"
    },
    {
      "id": "george-rogers-clark-day",
      "name": "乔治·罗杰斯·克拉克日",
      "description": "乔治·罗杰斯·克拉克日纪念美国独立战争英雄乔治·罗杰斯·克拉克的生平与成就。这一天庆祝他在为美国夺取西北地区中的关键作用，这一贡献扩大了国家的边界，加强了其早期基础。每年11月19日在某些美国州进行的庆祝活动，旨在缅怀他持久的遗产。\n\n这一节日提供了一个学习克拉克领导的战略性军事行动的机会，包括他在1779年攻占文森堡的著名胜利。这场胜利被视为独立战争的转折点，展现了在逆境中表现出的勇气与智慧。活动和活动通常突显他的领导能力和对国家扩张的贡献。\n\n通过教育计划、历史重现和公众仪式，乔治·罗杰斯·克拉克日鼓励人们对早期美国爱国者的牺牲表示感谢。它提醒我们毅力、远见和奉献在塑造美国方面的重要性。",
      "origin": "乔治·罗杰斯·克拉克日的起源可以追溯到对克拉克在美国独立战争期间非凡贡献的认可。克拉克于1752年出生在弗吉尼亚州，成为弗吉尼亚民兵的领导者，并在西部边境发起了关键的战役。他最著名的成就是攻占印第安纳州文森堡堡，这一壮举通过艰难的冬季行军完成，展现了他的决心和战术才能。\n\n纪念克拉克的庆祝活动起初是印第安纳州及其周边社区的非正式活动，后来州政府将这一纪念活动正式化，印第安纳州将11月19日指定为乔治·罗杰斯·克拉克日。他的故事成为美国历史的重要组成部分，说明了独立战争期间西部边境的战略重要性。\n\n克拉克的遗产通过纪念碑、历史遗址和教育计划得以保存。他的行动不仅为年轻国家赢得了关键领土，也为西进扩张奠定了基础。乔治·罗杰斯·克拉克日激励人们反思领导力、牺牲和韧性的价值。",
      "guide": "庆祝乔治·罗杰斯·克拉克日可以通过参观历史地标，如印第安纳州文森堡的乔治·罗杰斯·克拉克纪念馆。这些访问可以让人身临其境地了解克拉克的生平和成就。学校和社区可以组织讲座、展览或工作坊，探索独立战争中的西部战役及克拉克的影响。\n\n参与历史重演或参加当地活动可以使历史变得生动，并与克拉克的故事建立更深的联系。阅读关于美国独立战争的书籍或观看有关克拉克角色的纪录片也可以增进理解。\n\n个人方面，可以反思生活中勇气和决心的主题，或者与年轻一代分享乔治·罗杰斯·克拉克的故事。这一天提供了庆祝美国历史并从过去汲取灵感的机会。",
      "taboos": "- 避免歪曲关于乔治·罗杰斯·克拉克的历史事实。\n- 不要忽视他对美国历史贡献的广泛背景。\n- 避免将这一天仅限于仪式性庆祝，而不进行有意义的反思。"
    },
    {
      "id": "universal-childrens-day",
      "name": "国际儿童节",
      "description": "国际儿童节是每年11月20日的全球性纪念活动，旨在促进儿童的福利、权利和教育。这一节日由联合国发起，突显了创造一个每个儿童都有机会健康成长的世界的重要性，这个世界应远离歧视和伤害。它呼吁各国政府、组织和个人优先考虑儿童的需求。\n\n这一天庆祝了1959年《儿童权利宣言》和1989年《儿童权利公约》的通过，这两个里程碑事件推进了儿童权利的发展。全球范围的活动集中于提高对儿童贫困、教育机会和保护免受剥削等问题的认识。学校、社区和家庭利用这一天讨论为儿童创造安全和包容环境的重要性。\n\n国际儿童节强调了儿童作为人类未来的价值。它鼓励每个人为建设一个每个孩子都能充分发挥潜力的更美好世界作出贡献。通过倡导、教育和庆祝，这一天激发了为儿童全球利益的集体行动。",
      "origin": "国际儿童节的起源可以追溯到1954年，当时联合国大会建议各国设立一个促进儿童福利的节日。11月20日被选为纪念两个重大事件：1959年的《儿童权利宣言》和1989年的《儿童权利公约》的通过。这些里程碑事件代表了全球努力以确保每个儿童的权利和尊严。\n\n国际儿童节随着各国开始组织活动和宣传活动而逐渐发展，关注点从单纯庆祝儿童转向解决儿童劳动、教育、医疗和防止虐待等迫切问题。多年来，这一天成为倡导的平台，联合各国政府、非营利组织和个人共同致力于改善儿童福利。\n\n这一节日对塑造全球关于儿童权利的对话发挥了重要作用，影响了世界范围内的政策和实践。它提醒我们，确保每个孩子的幸福、安全和发展是共同的责任。国际儿童节继续激励我们在解决当今儿童面临的挑战方面取得进展与创新。",
      "guide": "为纪念国际儿童节，个人和社区可以参加各种促进儿童福祉的活动。举办关于儿童权利的教育研讨会或讨论会是提高认识的有效方式。学校可以通过讲故事、艺术项目或辩论，让学生参与讨论平等、教育和健康等问题。\n\n慈善行动，如向支持儿童事业的组织捐款或在收容所或教育项目中做志愿者，可以产生切实的影响。倡导活动，包括社交媒体宣传或向政策制定者写信，可以帮助引起对全球儿童问题的关注。\n\n父母和看护者可以利用这一天与孩子共度高质量时光，加强善良、尊重和同理心的价值观。简单的行为，例如阅读一本关于儿童权利的重要性的书，或鼓励孩子表达他们的梦想和关切，都有助于营造一个支持性的环境。国际儿童节提醒我们，每一小步都为建设儿童更光明的未来作出了贡献。",
      "taboos": "- 避免轻视儿童权利或将这一天仅作为象征性活动。\n- 不要忽视如童工、贫困和教育缺失等紧迫问题。\n- 避免在讨论或活动中排除边缘化儿童。"
    },{
      "id": "gis-day",
      "name": "GIS日",
      "description": "GIS日旨在庆祝地理信息系统（GIS）的力量，探讨其在分析、制图和理解世界中的重要作用。这一天汇聚了专业人士、学生和爱好者，共同展示GIS如何影响城市规划、环境保护和灾害管理等多个领域。这是一个强调地理空间技术在解决实际问题中的价值的日子。\n\nGIS日在地理意识周的周三举办，为人们提供了了解地理科学的教育机会。通过地图绘制马拉松、研讨会和展览等活动，参与者可以深入了解GIS工具的潜力。它强调了GIS在推动可持续发展和科学决策中的关键作用。\n\nGIS日鼓励协作与创新，展示了地理数据和制图技术如何跨学科弥合差距。从应对气候变化到改善公共卫生，GIS正持续在全球范围内发挥变革性力量。",
      "origin": "GIS日首次创立于1999年，由Esri公司及地理空间社区的关键人物推动。其目的是为专业人士和教育者提供一个平台，将GIS技术介绍给更广泛的受众。该活动与地理意识周相关联，以充分利用公众对地理和地图的兴趣。\n\nGIS日的起源可以追溯到20世纪后期地理空间技术的发展。随着卫星系统如GPS的问世和计算机制图的进步，公众对于GIS应用的认识需求显得尤为重要。Esri创始人Jack Dangermond设想GIS日为一次连接技术与用户的契机。\n\n自创建以来，GIS日已发展为一个国际性活动。组织、大学和政府每年参与，展示GIS技术如何应对全球挑战。从绘制生物多样性分布到优化交通系统，GIS日提醒我们空间数据对现代社会的深远影响。",
      "guide": "庆祝GIS日的最佳方式是参与您所在地区的活动，例如研讨会、讲座或地图绘制马拉松。许多组织会提供免费培训课程，帮助初学者了解GIS工具和软件。这些活动非常适合学习如何创建地图和分析地理数据。\n\n如果您是教育者，可以为学生安排一节以GIS为主题的课程。通过寻宝活动或制图练习等互动活动，可以让地理知识变得有趣而生动。提供实际操作经验有助于学生理解GIS的实际应用。\n\n对于专业人士来说，GIS日是与同行交流并分享创新项目的绝佳时机。在您的组织中举办开放日活动，展示GIS解决方案，可以吸引利益相关者和社区的关注。您还可以通过参与人道主义地图绘制项目为全球事业做出贡献。",
      "taboos": "- 避免过于简化GIS概念，以免误导初学者。\n- 不要忽视GIS的伦理问题，例如数据隐私问题。\n- 在展示中避免使用过时或不准确的地理数据。"
    },
    {
      "id": "africa-industrialization-day",
      "name": "非洲工业化日",
      "description": "非洲工业化日旨在推动工业发展，作为促进非洲经济增长和减贫的重要途径。它强调可持续工业政策在解决失业问题和实现经济多元化中的关键作用。这一天为探讨非洲工业化面临的挑战和机遇提供了一个平台。\n\n每年11月20日的这一活动，突出基础设施、投资和技术进步对工业增长的驱动作用。政策制定者、国际组织和企业齐聚一堂，共商实现工业发展目标的合作策略。\n\n非洲工业化日凸显了非洲在制造业、农业和绿色产业中的潜力。它倡导优先考虑创造就业和创新的伙伴关系与投资，符合联合国可持续发展目标（SDGs）的要求。",
      "origin": "非洲工业化日由联合国大会于1989年设立，旨在认识工业发展对非洲经济未来的重要性。这一倡议是非洲第二个工业发展十年计划的一部分，旨在加速非洲大陆的工业进程。\n\n历史上，非洲的工业化受到基础设施不足、资金获取有限以及对初级商品出口依赖的限制。独立后经济战略通常集中于农业经济，导致工业部门发展滞后。设立这一纪念日，标志着扭转这些趋势、推动工业增长的承诺。\n\n该纪念日已发展为一个重要事件，引起了全球对非洲经济潜力的关注。每年的主题反映了当下的紧迫议题，如可持续能源、气候适应能力和包容性工业政策。非洲工业化日提醒人们，需要通过协作努力解锁非洲的工业潜力。",
      "guide": "庆祝非洲工业化日的方式包括参与聚焦非洲工业发展的论坛、会议或网络研讨会。这些活动通常汇集政策制定者、企业家和研究人员，共同探讨工业化的创新方法。\n\n教育者和学生可以利用这一天，探索非洲的工业历史和未来发展前景。举办关于可持续能源或数字技术在制造业中的应用的辩论或展示活动，可以激发有价值的讨论。\n\n支持非洲企业是纪念这一天的另一种有影响力的方式。选择公平贸易产品或投资于从事绿色产业的非洲初创公司。在社交媒体上宣传成功的工业项目，也可以提高对非洲进步和潜力的认识。",
      "taboos": "- 避免延续关于非洲工业能力的刻板印象。\n- 不要忽视工业战略中的可持续性问题。\n- 避免利用这一天推广剥削性商业行为。"
    },{
      "id": "transgender-day-of-remembrance",
      "name": "跨性别追悼日",
      "description": "跨性别追悼日（TDOR）旨在纪念因反跨性别暴力和歧视而失去生命的人们。每年11月20日，这一天提醒人们跨性别群体在争取安全和平等的过程中面临的挑战。通过守夜、讨论和宣传活动，TDOR不仅缅怀受害者，还呼吁推动系统性改变。\n\n作为对暴力和偏见的回应而创立，TDOR也彰显了跨性别人士的韧性和勇气。这一天鼓励盟友放大跨性别群体的声音，并承诺积极支持，解决不平等问题。通过提高可见度，TDOR致力于消除污名，营造更安全、包容的空间。\n\n这一纪念日还强调倡导的必要性，呼吁政策制定者和社区制定并执行防止仇恨犯罪的保护措施。通过纪念与行动，跨性别追悼日激励人们共同为更公平的未来努力。",
      "origin": "跨性别追悼日由跨性别倡导者Gwendolyn Ann Smith于1999年创立。最初，这一倡议是为了纪念Rita Hester——一名在1998年被谋杀的跨性别女性，其案件几乎没有受到媒体关注且未被伸张正义。Smith在旧金山组织了一场守夜活动，以纪念Hester并引起人们对跨性别暴力问题的关注。\n\n随着时间推移，TDOR已发展为全球性纪念活动，由社区、组织和活动家们共同支持。其意义扩展为包含无数其他受害者的姓名和故事，揭示了助长暴力和歧视的系统性问题。\n\nTDOR的起源在于草根倡导，强调社区主导行动对抗偏见的力量。这一天依然是教育和宣传的重要平台，敦促社会在各个层面直面并消除跨性别恐惧症。",
      "guide": "纪念跨性别追悼日，您可以参加或组织当地的守夜或追悼活动。这些活动通常包括点燃蜡烛、演讲和朗读因跨性别暴力而失去生命者的名字，为反思和团结提供空间。\n\n利用教育资源，深入了解跨性别问题。在学校、工作场所或社区中心举办讨论会或讲习班，有助于提高对跨性别人士挑战的认识。\n\n倡导也是TDOR的重要部分。联系当地政策制定者，推动更强有力的反歧视法律和对跨性别人士的保护。在社交媒体上分享支持性信息和故事，放大跨性别群体的声音，表达对包容性的承诺。",
      "taboos": "- 避免使用不恰当或过时的术语来称呼跨性别人士。\n- 不要轻视或忽视针对跨性别人士暴力的严重性。\n- 避免将这一天泛化为与无关话题的讨论。"
    },
    {
      "id": "world-television-day",
      "name": "世界电视日",
      "description": "世界电视日庆祝电视作为一种沟通媒介，为全球数十亿人提供信息、教育和娱乐的角色。每年11月21日，这一天强调电视连接人群、文化和思想的能力，认可其在沟通与解决社会和经济问题中的贡献。\n\n这一天提供了反思电视发展历程的机会，从传统广播到数字流媒体，它对现代社会的影响不容忽视。从提高对全球问题的认识到促进文化交流，电视仍然是塑造公众舆论和促进对话的有力工具。\n\n世界电视日还强调广播公司生产符合道德标准、推广积极价值观内容的责任。通过庆祝这一天，个人和组织可以探讨电视的未来及其在不断变化的数字化环境中的角色。",
      "origin": "世界电视日由联合国大会于1996年宣布设立，起源于首届世界电视论坛。该论坛汇集了媒体专业人士，讨论电视在促进相互理解与合作中的作用。\n\n电视的起源可追溯到20世纪初，但它作为沟通工具的广泛应用发生在20世纪中期。到1990年代，电视已成为信息和娱乐的主导媒介，影响公众舆论并塑造全球文化叙事。\n\n世界电视日的设立承认电视在传播信息和搭建社区桥梁中的重要力量。这一天提醒我们，电视的变革力量以及在数字时代的持续相关性。",
      "guide": "庆祝世界电视日可以通过举办有关电视对社会影响的讨论会或网络研讨会。这些活动可探讨内容演变、电视在教育中的作用以及广播道德问题等主题。\n\n教育者可以组织学生分析电视对公众舆论的影响。制作关于电视历史的时间线或项目，有助于年轻一代了解其重要性。\n\n个人可以利用这一天观看关注全球重要问题的纪录片或节目。在社交媒体上分享您最喜欢的教育或启发性电视内容，以促进有意义的观看习惯，并突出电视的积极影响。",
      "taboos": "- 避免美化传播刻板印象或虚假信息的内容。\n- 不要忽视电视制作中道德标准的重要性。\n- 避免只专注于电视的商业方面，忽视其教育和文化价值。"
    },
    {
      "id": "great-american-smokeout-day",
      "name": "美国戒烟日",
      "description": "美国戒烟日鼓励吸烟者迈出戒烟的第一步。这一天每年在11月的第三个星期四举行，强调戒烟对健康的益处，并为想要戒烟的人提供资源和支持。这是一项全国性的活动，旨在提高人们对吸烟危害的认识，并倡导无烟生活的重要性。\n\n该活动由美国癌症协会组织，重点关注吸烟相关疾病的风险，例如肺癌和心脏病。通过社区活动、研讨会和宣传活动，这一天旨在激励吸烟者为自己的健康和亲人而戒烟。\n\n美国戒烟日还强调支持性环境在帮助个人克服烟瘾中的作用。它呼吁社区、雇主和医疗服务提供者建立支持系统，鼓励并维持戒烟努力。",
      "origin": "美国戒烟日由美国癌症协会在20世纪70年代发起。其创意最初来自于1970年马萨诸塞州的一项地方活动，鼓励人们在一天内放弃吸烟。这一活动的成功促使其在1977年扩展为全国性活动，成为每年的一项倡导戒烟的活动。\n\n该活动兴起于人们对吸烟健康风险日益关注的时期。关于吸烟与癌症及心脏病等疾病之间联系的报告促使公共健康组织采取行动。美国戒烟日成为推广反吸烟政策和支持戒烟计划的平台。\n\n数十年来，这一天已成为反对烟草使用的重要活动。它激励了数百万人戒烟，并推动了无烟法案和广告禁令的实施。其历史表明，集体努力在对抗烟草成瘾和改善公共健康方面的重要性。",
      "guide": "参与美国戒烟日，您可以制定戒烟计划或帮助亲人迈出戒烟第一步。利用戒烟热线、支持小组或尼古丁替代疗法等资源。\n\n组织可以通过举办研讨会或讲座，宣传吸烟的健康风险及戒烟的好处来纪念这一天。雇主可以为想戒烟的员工提供奖励或支持计划。\n\n个人可以通过在社交媒体上分享成功的戒烟故事或反吸烟信息来表达支持。鼓励朋友和家人加入无烟运动，并承诺拥抱无烟未来。倡导更严格的烟草法规等行动，也是为戒烟事业贡献力量的有效方式。",
      "taboos": "- 避免使用可能疏远或打击吸烟者的恐吓策略。\n- 不要低估戒烟的挑战，要提供富有同情心的支持。\n- 避免推广未经证实或无效的戒烟方法。"
    },{
      "id": "national-stuffing-day",
      "name": "国家填馅节",
      "description": "国家填馅节是一个轻松愉快的庆祝活动，专门纪念节日期间最受欢迎的配菜之一——填馅。每年11月21日，这一天为突出这种多样化菜肴及其在节日餐桌上的重要性提供了契机。从传统的面包填馅到融合了独特食材的现代变体，这一天庆祝填馅食谱的多样性与创造力。\n\n在美国，填馅已成为感恩节盛宴的主角之一，通常与烤火鸡搭配。然而，它也可以单独享用，并在世界各地的不同菜系中占有一席之地。在国家填馅节，烹饪爱好者可以尝试新食谱，重温家传菜肴，并与亲朋好友分享他们的创作。\n\n除了烹饪方面的乐趣，国家填馅节还鼓励人们感受烹饪的快乐以及围桌而坐的重要性。不论是经典配方还是创意十足的变化，这一天旨在品味填馅带给我们生活的美味与回忆。",
      "origin": "国家填馅节的起源可追溯到美国感恩节的传统，填馅在节日大餐中扮演着核心角色。尽管这个非正式美食节日的具体起始时间尚不明确，它因庆祝填馅的烹饪艺术及其文化意义而广受欢迎。\n\n从历史上看，填馅已有数百年的传统，最早的食谱可追溯到古罗马。这些早期版本通常包括香料面包、草药和其他食材，用来填充鸟类或其他肉类。随着时间推移，填馅逐渐发展为一道单独享用的菜肴，各种文化在其中加入了独特的变化以满足其口味需求。\n\n在国家填馅节的背景下，人们关注这种菜肴的怀旧与创新特质。它突显了食物的社区性质，强调了代代相传的食谱如何将家庭联系起来并保存传统。",
      "guide": "庆祝国家填馅节，可以从探索和制作您最喜欢的填馅食谱开始。无论您钟情于传统面包填馅，还是喜欢玉米面包、野米或素食版本的变化，这一天是进行烹饪实验的绝佳机会。\n\n举办一个小型聚会或百乐餐活动，让每个人都贡献自己的独特填馅作品。分享食谱和技巧不仅可以激发新的传统，还能加深对这一深受喜爱菜肴的欣赏。\n\n利用社交媒体展示您的创意或分享填馅的历史。鼓励朋友和家人加入庆祝，通过标记他们和交流心得来增添乐趣。为了更具教育意义，可以了解填馅在不同文化中的起源以及其演变过程。",
      "taboos": "- 避免在尝试新食谱时浪费食物。\n- 不要忽视其他文化或饮食习惯中的填馅变化。\n- 避免使用可能影响风味的低质量食材。"
    },
    {
      "id": "world-hello-day",
      "name": "世界问好日",
      "description": "世界问好日是一个旨在通过简单的沟通方式促进和平与友好的年度纪念日。每年11月21日，这一天鼓励人们向至少十个人问好，以此增进联系与理解。这一天强调人际沟通在解决冲突和建立更强大社区中的重要性。\n\n创立于20世纪70年代，世界问好日传递了一种跨越文化和语言障碍的和平信息。它提醒人们，善意和认可的力量可以创造一个更加和谐的世界。通过友善的交流，参与者展示了他们对对话而非分歧的承诺。\n\n世界问好日在180多个国家庆祝，个人和组织以多种形式参与。从正式活动到日常问候，这一天提醒我们，即使是小小的举动也能在促进全球团结方面产生深远的影响。",
      "origin": "世界问好日由美国的布莱恩·麦考马克和迈克尔·麦考马克兄弟于1973年创立。在赎罪日战争之后，麦考马克兄弟希望通过和平交流替代冲突。他们鼓励人们通过问候他人来象征善意。\n\n这一理念迅速传播，并被世界各地的社区接受。世界领导人、教育家和活动家支持这一想法，认为这是一个简单却强大的方式来激励和平。多年来，这一天已成为一项持久的传统，受到各行各业人士的欢迎。\n\n世界问好日的起源反映了对人际互动变革力量的信念。它证明了开放的沟通与相互尊重可以弥合分歧，并创造一个更包容的世界。",
      "guide": "参与世界问好日，通过向社区、工作场所或社交圈中的至少十个人问好来开始。利用这个机会重新联系老朋友，与陌生人交流，或者向身边的人表达感激。\n\n组织和学校可以通过举办活动或鼓励文化交流的活动来纪念这一节日。例如，对话研讨会、写信活动或用多种语言的公共问候等。\n\n利用社交媒体传播关于世界问好日的信息。分享有意义互动的照片或故事，鼓励他人参与。反思善意和认可的小行为如何为更加和平的世界做出贡献。",
      "taboos": "- 避免不真诚地向他人问好。\n- 不要利用问候作为表达不受欢迎观点或消极情绪的平台。\n- 避免在庆祝中排除特定个人或群体。"
    },
    {
      "id": "world-philosophy-day",
      "name": "世界哲学日",
      "description": "世界哲学日是一个年度活动，旨在促进哲学思维并反思其在现代世界中的作用。每年11月的第三个星期四，这一天鼓励个人和社区参与哲学讨论，探讨关于存在、伦理和知识等深刻问题。世界哲学日的目标是提高人们对哲学在社会中重要性的认识，并强调来自各个文化和背景的哲学家的贡献。\n\n哲学作为一种知识探索的基石，已经存在了几千年，世界哲学日庆祝这一持久的遗产。从古希腊的思想家如苏格拉底和柏拉图，到当代哲学家如西蒙娜·德·波伏娃和奎米·安东尼·阿皮亚，哲学家的贡献塑造了我们对世界的理解。这一天是一次邀请，让我们一起思考那些亘古不变的问题，并考虑哲学如何帮助我们应对现代挑战。\n\n世界哲学日通过全球范围内的讲座、讨论和公共活动来庆祝。教育机构、文化组织和哲学家常常举办辩论、研讨会和座谈会，鼓励参与者反思自己信仰和价值观，同时向他人学习。这一天促进了一个全球哲学思想社区，推动了跨文化的智力交流和理解。",
      "origin": "世界哲学日由联合国教科文组织于2002年设立，旨在突出哲学在人类思想和社会中的价值。这一活动鼓励人们审视那些塑造人类体验的根本性问题，强调哲学在推进批判性思维、对话和文化多样性方面的作用。哲学作为一门学科，为我们反思生命意义、伦理、政治和存在本身提供了框架。\n\n自创立以来，世界哲学日已成为全球范围内的哲学机构、大学和组织的纪念日。庆祝活动不仅是为了弘扬历史悠久的哲学传统，还旨在让当代思想家参与到全球性问题的探讨中。它提醒我们，哲学不仅仅是学术圈的专利，而是任何寻求深入理解世界的人都可以接触和应用的有价值工具。\n\n世界哲学日是一个让不同年龄和背景的人参与哲学活动的机会。它强调哲学思考在日常生活中的相关性，并鼓励公众广泛参与这一学科。通过对话和反思，这一天促进了批判性思维，并在不同文化背景的人们之间建立了相互尊重。",
      "guide": "庆祝世界哲学日，不妨和朋友、家人或同事进行一场哲学讨论。你可以选择一些亘古的主题，如幸福的本质、人工智能伦理或正义的概念，共同探讨这些问题。\n\n教育机构和图书馆通常会在这一天举办讲座、辩论和研讨会。参加这些活动能够加深你对哲学思想的理解，并从新的视角看待问题。如果无法亲自参加，很多活动也可以在线参与。\n\n另一种庆祝方式是阅读有影响力的哲学家作品，或者与当代思想家互动。你可以探讨像伊曼纽尔·康德、孔子或弗里德里希·尼采的著作，或深入研究诸如环境伦理或社会哲学等现代议题。思考这些思想可以帮助你更深入地理解世界和自己在其中的位置。",
      "taboos": "- 避免将哲学用于为有害或不道德行为辩护。\n- 不要把哲学讨论当作争论的战场，而应该视其为学习和理解的机会。\n- 避免简单化复杂的思想或忽视他人观点。"
    },
    {
      "id": "fake-friday",
      "name": "假周五",
      "description": "假周五是一个非官方的、轻松愉快的节日，通常在感恩节前的星期五或任何假期前的星期五庆祝。它是一个让人假装工作周已经结束的日子，许多人借此机会放松、玩乐，甚至做一些通常只在周末进行的活动。虽然它不是一个正式的节日，但假周五作为一个轻松幽默的庆祝方式，已经在许多人中流行开来。\n\n对许多人来说，假周五是提前感受假期兴奋的方式，而不必承受真正工作周的压力。员工可能会延长午餐时间，参与轻松的办公活动，甚至穿着随便，假装周末已经到来。这一天的精神是乐趣与同事们共享轻松时光，暂时摆脱常规工作日的束缚。\n\n尽管假周五并不是一个广为人知的节日，但它已成为一些人的传统，尤其是在准备迎接大型节日的工作场所或社交圈。它提醒我们在假期的压力之前，能够享受片刻的轻松。",
      "origin": "假周五的起源尚不明确，但它很可能起源于人们在假期或长周末前创建一个轻松愉快的氛围。许多美国的工作人员在感恩节或圣诞节前会期待假期的到来，假周五便提供了提前释放这种兴奋感的机会。它并不是一个官方节日，而是一个根据工作场所或社交群体不同而有所不同的非正式传统。\n\n假周五的概念抓住了人类对逃避压力和放松的需求。通过假装工作周已经结束，人们共享着一种愉悦和期待的体验。这一天有助于在同事或朋友之间建立一种归属感，大家一起期待着节日的到来。\n\n假周五作为一种轻松有趣的传统，逐渐通过社交媒体和口耳相传的方式传播开来。随着越来越多的人分享这一概念，它变得越来越广为人知，尤其是在那些员工迫不及待地等待假期的工作场所。尽管它没有官方的地位，假周五仍然是一个轻松迎接假期氛围的方式。",
      "guide": "庆祝假周五，试着在工作或和朋友聚会时享受一个轻松愉快的日子。你可以从随意的着装开始，甚至穿上节日主题的衣服，以增强对即将到来的假期的兴奋感。\n\n组织一场轻松的办公聚会或社交活动，让你和同事或朋友可以通过游戏、闲聊或假装‘周末已到’的方式享受时光。关键是放下平常的工作压力，享受更加无忧无虑的氛围。\n\n趁机分享一些节日的欢乐，提前开始庆祝。不管是播放节日音乐、分享小吃，还是讨论你即将到来的假期计划，假周五就是为节日气氛增添一些轻松的调调。",
      "taboos": "- 不要将假周五当作不工作或不专业的借口。\n- 避免排除那些不熟悉或不喜欢这一传统的同事或朋友。\n- 不要过于认真看待这一天；它本应是一个轻松愉快的庆祝活动。"
    },
    {
      "id": "national-espresso-day",
      "name": "国家浓缩咖啡日",
      "description": "国家浓缩咖啡日每年在11月23日庆祝，是为了纪念浓缩咖啡这一世界上最受欢迎的饮品之一。浓缩咖啡通过高压水流过细磨咖啡豆制作而成，浓烈的风味已经成为咖啡文化中的主流。在这一天，咖啡爱好者、咖啡师以及普通饮用者聚集在一起，享受并欣赏浓缩咖啡的各个版本。\n\n浓缩咖啡有着悠久的历史，它最早起源于20世纪初的意大利。多年来，浓缩咖啡已成为意大利咖啡文化的代名词，并在全球范围内影响了咖啡消费趋势。从直接饮用的浓缩咖啡到更复杂的饮品如卡布奇诺、拿铁和玛奇雅朵，国家浓缩咖啡日庆祝这种受欢迎饮品的多样性。\n\n在国家浓缩咖啡日，咖啡馆、咖啡店和家庭咖啡师常常提供以浓缩咖啡为基础的特别优惠、活动或促销。这是一个咖啡爱好者探索不同浓缩咖啡饮品、尝试新冲泡技巧，或者了解浓缩咖啡制作历史和艺术的机会。",
      "origin": "浓缩咖啡起源于意大利，在20世纪初首次问世。浓缩咖啡机的发明，使得水能够以高压通过精细磨碎的咖啡豆，从而革新了咖啡的冲泡方式。最初在意大利流行，浓缩咖啡很快成为全球现象，影响了全球的咖啡文化。\n\n国家浓缩咖啡日虽然并非官方假期，但随着时间的推移，已成为庆祝浓缩咖啡和其对全球咖啡文化影响的日子。这一天已经成为咖啡爱好者和业内人士的节日，大家通过这一活动提高对浓缩咖啡制作艺术的认识，并提供特别优惠。\n\n浓缩咖啡从传统的意大利饮品逐渐演变成全球咖啡文化的象征。今天，它已经成为许多其他咖啡饮品的基础，国家浓缩咖啡日庆祝这种丰富的历史，同时鼓励咖啡爱好者享受浓缩咖啡的纯粹风味，并尝试各种基于浓缩咖啡的新饮品。",
      "guide": "庆祝国家浓缩咖啡日，可以品尝你最喜欢的浓缩咖啡饮品。无论你喜欢简单的浓缩咖啡，浓郁的卡布奇诺，还是甜美的拿铁，这都是享受浓缩咖啡浓烈风味的日子。\n\n对于想要提升浓缩咖啡技能的咖啡爱好者，可以考虑去当地的咖啡馆参加特别的品尝活动，或者参加冲泡浓缩咖啡的工作坊，学习更多的技巧。你还可以使用传统的浓缩咖啡机，或者用Moka壶、AeroPress等替代方法在家制作浓缩咖啡。\n\n利用这个机会，了解浓缩咖啡的历史及其在咖啡文化中的地位。你可以研究浓缩咖啡如何成为标志性的饮品，并尝试不同的浓缩咖啡食谱。国家浓缩咖啡日是加深你对这种受欢迎饮品的欣赏的绝佳时机。",
      "taboos": "- 不要过量饮用浓缩咖啡，因为可能会引发不安或焦虑等负面反应。\n- 避免使用低质量的咖啡豆来冲泡浓缩咖啡，因为这会影响风味。\n- 不要忽视正确的浓缩咖啡制作过程或匆忙完成；请花时间欣赏这一工艺。"
    },
    {
      "id": "international-day-elimination-violence-against-women",
      "name": "国际消除对妇女暴力日",
      "description": "国际消除对妇女暴力日每年在11月25日举行，旨在提高全球对妇女暴力问题的认识。该日鼓励各国政府、民间社会组织以及个人共同努力，预防和消除所有形式的妇女暴力，包括家庭暴力和人口贩卖等。这个纪念日提醒人们需要支持受害者，并追究施暴者的责任，努力创造一个妇女能够生活在没有暴力和歧视的世界。",
      "origin": "国际消除对妇女暴力日由联合国于1999年设立，源自1960年米拉巴尔姐妹的悲惨遇害。米拉巴尔姐妹是多米尼加共和国的政治活动家，她们因反对拉斐尔·特鲁希略政权而被政府暗杀，这一事件成为了反抗压迫的象征。1999年，联合国将这一天定为国际纪念日，以纪念米拉巴尔姐妹，并引起全球对妇女暴力问题的关注。这一天尤为重要，因为它承认了性别暴力的交叉性，不仅仅包括身体暴力，还涉及情感、心理和经济虐待等。",
      "guide": "在11月25日的国际消除对妇女暴力日，世界各地的人们会参与各种旨在提高意识和展示团结的活动。这些活动可能包括抗议、研讨会和教育宣传，关注性别平等和妇女权利。对政府、非政府组织和个人来说，这是一个承诺采取行动、帮助终结对妇女暴力的日子，例如支持避难所、为幸存者提供资源、推动更强有力的法律。这一天也是反思文化和社会规范如何助长对妇女暴力的时刻，激励人们对性别正义作出更深刻的承诺。",
      "taboos": "- 在讨论此日时避免使用暴力语言或图像。\n- 不要轻视或开玩笑关于妇女暴力的问题。\n- 避免受害者指责的态度和语言。\n- 不要对幸存者的经历作出假设。\n- 不要强化有害的刻板印象或污名化受暴力影响的人。"
    },
    {
      "id": "thanksgiving-day",
      "name": "感恩节",
      "description": "感恩节是一项在美国及其他几个国家庆祝的国家假日，旨在表达感恩之情，并回顾过去一年的福祉。每年11月的第四个星期四，感恩节以家庭聚会、丰盛的节日餐和善举为特点。感恩节大餐是庆祝活动的核心，通常包括火鸡、填馅和南瓜派。\n\n这一节日也以游行、橄榄球比赛和慈善活动（如食物捐赠）为特色。许多美国人利用这一天与亲友团聚，并表达他们共同的感激之情。感恩节已成为一个兼具庆祝和反思意义的节日，融入了文化和历史背景。\n\n多年来，感恩节的传统有所演变，但其核心始终植根于感恩之中。它提醒人们珍惜那些丰富了我们生活的人和经历，成为美国最受珍视的节日之一。",
      "origin": "感恩节的起源可以追溯到17世纪初，1621年英格兰清教徒在马萨诸塞州普利茅斯经历了严冬后举行了一次丰收庆典。这次庆典由清教徒和万帕诺亚格人共同参加，后者分享了农业知识，并为庆典做出了贡献。\n\n感恩节直到1863年才正式确立为节日。当时正值南北战争，亚伯拉罕·林肯总统宣布将感恩节定为全国性假日。林肯的宣言受到作家莎拉·约瑟法·黑尔的影响，她曾倡导在全国范围内设立统一的感恩节。这一天被设想为在战乱时期促进国家团结和感恩的时刻。\n\n虽然感恩节的历史根源与清教徒和原住民有关，但现代的庆祝活动更多集中于家庭、感恩和社区。然而，这一节日的历史也引发人们对殖民者与原住民之间复杂且常常痛苦互动的反思。",
      "guide": "庆祝感恩节可以从与家人和朋友聚餐开始，享用传统佳肴，如烤火鸡、土豆泥、蔓越莓酱和南瓜派。共享一顿饭是节日的核心，提供了表达感激的机会。\n\n参与有意义的传统活动，如分享感恩之情、观看游行或参加社区活动。许多城市会举办感恩节游行和体育比赛，这些已成为节日的重要组成部分。\n\n考虑善举，例如在当地庇护所做志愿者或组织食物捐赠活动。感恩节也是回馈社区和帮助有需要之人的好时机。如果单独庆祝或以非传统方式度过，可以考虑写感恩日记或与亲友在线上互动。",
      "taboos": "- 避免过分关注物质主义，例如在当天进行过多购物。\n- 不要忽视历史背景及其对原住民社区的影响。\n- 避免浪费食物；计划餐点时尽量减少剩余食物。"
    },
    {
      "id": "national-day-of-mourning",
      "name": "国家哀悼日",
      "description": "国家哀悼日由原住民社区及其盟友在感恩节当天举行，旨在纪念原住民的韧性，并承认殖民带来的痛苦。这一纪念日始于1970年，是对传统感恩节庆祝活动的对立叙事，强调历史中的阴暗面，包括暴力、流离失所和文化抹杀。\n\n这一天通过聚会、仪式和和平抗议的形式纪念，通常在马萨诸塞州普利茅斯的科尔山举行。参与者反思历史的不公，并倡导原住民社区的权利与主权。这是一个缅怀过去和呼吁提高意识与团结的日子。\n\n国家哀悼日还是一个宣传原住民声音的平台，同时庆祝他们持久的文化和贡献。这是一个教育公众历史真相的机会，同时促进团结感与正义承诺。",
      "origin": "国家哀悼日始于1970年，当时万帕诺亚格领袖瓦姆苏塔·弗兰克·詹姆斯应邀在马萨诸塞州的感恩节庆祝活动上发表演讲。当他的演讲内容因批判殖民历史而被认为不合适时，詹姆斯组织了一场聚会，以纪念原住民的韧性并批评主流感恩节叙事。\n\n自那时起，国家哀悼日每年由原住民及其支持者纪念。这一天反思原住民经历的不公，包括土地掠夺、种族灭绝和强制同化政策。纪念日还强调原住民面临的持续挑战，如经济不平等和缺乏代表权。\n\n国家哀悼日的起源突显了重拾历史和提供原住民视角的重要性。这是原住民社区在系统性压迫面前持久力量与倡导的象征。",
      "guide": "纪念国家哀悼日的方式包括参加原住民社区组织的活动，例如聚会、守夜或教育讲座。这些活动通常包括演讲、讲故事和传统仪式，以纪念原住民的历史和文化。\n\n通过自我教育了解原住民的历史和当代问题。阅读书籍、观看纪录片或参加讲座可以提供有关原住民社区挑战与成就的重要见解。\n\n支持原住民组织，例如通过捐赠或志愿服务。通过社交媒体放大原住民的声音，分享教育内容，并倡导促进原住民权利和代表权的政策。利用这一天反思历史影响和盟友关系的重要性。",
      "taboos": "- 避免将这一天仅仅视为感恩节的替代品；它有独特的重要意义。\n- 不要轻视或忽视原住民的经历。\n- 避免形式化的支持；需要真正的参与和学习。"
    },
    {
      "id": "national-french-toast-day",
      "name": "国家法式吐司日",
      "description": "国家法式吐司日庆祝这种广受欢迎的经典早餐食品。每年11月28日，这一天专门表彰用面包、鸡蛋、牛奶以及糖或香料组合而成的美味法式吐司。法式吐司又称为“失落的面包”（pain perdu），这一名字象征着其用来利用过期面包的起源。\n\n这一天是美食爱好者享用这种多变菜肴的好时机。法式吐司可以搭配各种配料，比如糖浆、糖粉、新鲜水果或奶油。无论是简单的家常做法，还是花哨的美食版本，法式吐司已发展为备受喜爱的早餐食品，可以以无数种方式享用。\n\n国家法式吐司日不仅是对食物的庆祝，它还提醒人们烹饪和与家人共享美食的乐趣。它鼓励每个人尝试新食谱，探索文化变体，并品味这种永恒佳肴带来的安慰和风味。",
      "origin": "法式吐司的起源可以追溯到古罗马时期，当时的烹饪书籍如《阿皮修斯》中已有面包浸泡牛奶和鸡蛋的食谱。这种烹饪方式在欧洲广泛传播，逐渐演变为我们如今熟悉的法式吐司。在法国，这道菜被称为“pain perdu”，因为它传统上用来处理陈旧的面包，使其焕发生命。\n\n法式吐司通过欧洲移民传入美国，他们带来了自己的食谱和烹饪传统。随着时间推移，它成为美国家庭、餐馆和餐厅中不可或缺的早餐食品。国家法式吐司日的设立可能是为了庆祝这种备受喜爱的食品及其在早餐文化中的重要地位。\n\n如今，法式吐司作为一种全球知名的菜肴，有着众多区域变体。从甜味到咸味，它展现了厨师们的创造力和适应性。国家法式吐司日强调了这种菜肴的丰富历史和持久的人气，使其成为烹饪传统中备受珍视的一部分。",
      "guide": "庆祝国家法式吐司日，可以从在家制作一份经典的法式吐司早餐开始。尝试使用不同种类的面包，比如奶油面包或酸面包，以发现独特的风味和口感。加入创造性的配料，如焦糖香蕉、坚果，甚至巧克力酱，为法式吐司增添高级风味。\n\n如果您不擅长烹饪，可以前往当地的餐馆或咖啡馆品尝他们的法式吐司版本。许多餐厅提供独特的变化，可以为您在家中的创意提供灵感。您还可以借此机会了解来自不同文化的法式吐司食谱，比如香港风味的法式吐司或西班牙的 torrijas。\n\n通过在社交媒体上分享您的法式吐司体验，包括照片或食谱，鼓励他人加入庆祝活动。无论您是独自用餐，还是与亲朋好友共度美好时光，国家法式吐司日都是享用这道舒适佳肴的绝佳借口。",
      "taboos": "- 避免在尝试新食谱时浪费食材。\n- 不要认为法式吐司总是甜的，咸味版本也同样美味。\n- 不要忽视其他文化中法式吐司的变体。"
    },
    {
      "id": "black-friday",
      "name": "黑色星期五",
      "description": "黑色星期五是感恩节后的购物盛事，标志着假日购物季的非正式开端。以大规模折扣和促销闻名，黑色星期五已成为一年中最繁忙的购物日之一。零售商提供限时优惠，吸引了大量的实体店顾客和线上消费者。\n\n这一活动因清晨开店、门市优惠以及顾客激烈竞争抢购最佳商品而著称。近年来，线上购物愈发受到青睐，许多零售商在其网站上提供黑色星期五折扣，甚至将促销延续至“网络星期一”。\n\n黑色星期五不仅是一场经济活动，也是一个社会现象，人们提前几天规划购物策略。虽然这是一个省钱购买节日礼物的好机会，但它也突显了消费驱动的季节特征。尽管混乱不断，它仍然是零售商的重要经济事件，也是数百万人热切期待的传统。",
      "origin": "“黑色星期五”一词起源于20世纪60年代的费城，当时用于形容感恩节后一天的交通拥堵和购物人潮。后来，零售商采纳了这个词，并将其与节日季从财务亏损（“红字”）到盈利（“黑字”）的转变联系在一起。\n\n黑色星期五在20世纪80年代成为全国性热点，并逐渐演变为美国的文化现象。随着时间推移，这一活动扩展至国际市场，包括加拿大、英国和澳大利亚等国家也采用类似的促销活动。电子商务的兴起进一步推动了黑色星期五的流行，使其成为全球性的购物节日。\n\n尽管本质上是商业活动，黑色星期五已成为假期准备的象征。它反映了消费者行为的变化以及在线零售日益增长的影响。随着零售商创新促销方式，包括限时抢购、黑色星期五前活动和延长的购物周期，这一活动仍在不断演变。",
      "guide": "为迎接黑色星期五做好准备，提前研究促销信息并制定购物清单。优先考虑所需物品并设定预算，以避免超支。使用应用程序和网站等在线资源比较价格并跟踪折扣。\n\n如果计划前往实体店购物，请提前到达并规划购物路线，以确保抢到最佳优惠。对于在线购物者，确保网络连接稳定，并准备好付款方式以避免结账延误。\n\n考虑支持小型企业或购买本地生产的商品，将其作为黑色星期五购物的一部分。在享受折扣的同时，记住要保持耐心并对他人礼貌。虽然黑色星期五可能会很忙碌，但通过适当准备，它也可以是一次有趣且值得的体验。",
      "taboos": "- 避免冲动购物；坚持预算和购物清单。\n- 不要在购物时表现出攻击性或粗鲁行为。\n- 避免在不显著优惠的商品上花费过多。"
    },
    {
      "id": "native-american-heritage-day",
      "name": "美国原住民文化遗产日",
      "description": "美国原住民文化遗产日旨在庆祝美国原住民丰富的历史、文化和贡献。每年感恩节后的星期五举行，这一天为纪念原住民社区的韧性与成就提供了机会，同时也反思他们过去和现在所面临的挑战。\n\n这一节日鼓励人们了解原住民的传统、语言和价值观，并强调其对美国历史和社会的持久影响。讲故事、文化展览和讨论等活动帮助提升对原住民文化的认识和欣赏。\n\n美国原住民文化遗产日不仅关注过去，还庆祝当代的成就。它为原住民艺术家、活动家和领导者提供了一个平台，认可他们对文化和社会格局的持续塑造。",
      "origin": "美国原住民文化遗产日作为美国原住民文化遗产月庆祝活动的一部分，由乔治·W·布什总统于2008年正式指定。这一天定在感恩节后的星期五，恰逢许多美国人反思家庭和文化联系的时机。\n\n从历史上看，纪念原住民文化的努力一直是由基层推动的，倡导者和组织致力于解决历史忽视和刻板印象问题。这一天的设立标志着向承认原住民在国家历史中的核心地位迈出了重要一步。\n\n美国原住民文化遗产日的起源体现了一种更广泛的运动，旨在向公众普及原住民的文化和历史。它提醒人们对原住民社区的持续贡献给予尊重、包容和公正。",
      "guide": "庆祝美国原住民文化遗产日可以从探索原住民社区的历史和传统开始。参加当地的文化展览、讲故事会或讲座，了解他们丰富的遗产。\n\n支持原住民工匠和企业，购买手工艺品、艺术品或其他产品。这些企业是许多原住民社区保护传统和维持经济的重要手段。\n\n教育自己和他人关于原住民今天面临的挑战，包括土地权利、教育机会和代表性问题。利用社交媒体扩大原住民声音，并分享有助于理解和倡导原住民事业的资源。",
      "taboos": "- 避免在不了解或不尊重的情况下使用原住民符号、服饰或习俗。\n- 不要将这一天简化为刻板印象或对原住民文化的过度简单化描述。\n- 避免将这一天视为感恩节的延伸，而不承认其独特的目的。"
    },
    {
      "id": "international-day-solidarity-palestinian-people",
      "name": "国际声援巴勒斯坦人民日",
      "description": "国际声援巴勒斯坦人民日是联合国设立的纪念日，旨在关注巴勒斯坦人民的权利、斗争与愿望。每年11月29日，这一天纪念1947年联合国大会关于巴勒斯坦分治的决议，这是中东历史的一个重要转折点。\n\n这一天为反思巴勒斯坦人民所面临的挑战提供了契机，包括流离失所、占领和缺乏国家地位。讨论会、电影放映和文化展览等活动旨在增强意识并促进全球声援。\n\n国际声援巴勒斯坦人民日还强调通过和平与公正的方式解决以色列与巴勒斯坦冲突的重要性，倡导对话、相互尊重以及遵守国际法。这一天为放大巴勒斯坦声音并支持其权利与愿景提供了平台。",
      "origin": "国际声援巴勒斯坦人民日由联合国于1977年设立。11月29日的日期选择与联合国大会在1947年通过关于巴勒斯坦分治的第181号决议的周年日相吻合，该决议建议将巴勒斯坦分为犹太和阿拉伯两个国家。\n\n这一纪念日的设立是对决议后巴勒斯坦人持续流离失所和困境的回应。它旨在引起全球对巴勒斯坦问题的关注，并重申联合国对和平解决冲突的承诺。\n\n这一纪念日的起源深深扎根于国际社会解决现代历史上最长期和复杂冲突之一的努力。它反映了一种集体追求正义、和平和实现巴勒斯坦人民权利的愿望。",
      "guide": "纪念国际声援巴勒斯坦人民日，可以通过参加讨论会、电影放映或文化展览等活动来深入了解巴勒斯坦的历史、文化与愿望。这些活动有助于了解他们的斗争和贡献。\n\n利用教育资源了解以色列与巴勒斯坦冲突的历史和当代维度。阅读书籍、观看纪录片或参与网络研讨会，有助于深化对问题的理解。\n\n支持和平与正义的倡议，例如为致力于公正解决冲突的组织提供支持。在社交媒体上分享准确信息，促进对巴勒斯坦事业的意识和对话。",
      "taboos": "- 避免将冲突简单化或在讨论中采取片面立场。\n- 不要延续刻板印象或使用煽动性言辞，这可能阻碍建设性对话。\n- 避免在纪念活动中忽视巴勒斯坦文化与历史的丰富性。"
    },
    {
      "id": "nellie-tayloe-ross-birthday",
      "name": "内莉·泰洛·罗斯诞辰",
      "description": "内莉·泰洛·罗斯诞辰纪念内莉·泰洛·罗斯的生平和成就，她是美国历史上第一位担任州长的女性。1876年11月29日，罗斯出生于密苏里州圣约瑟夫。1925年，她成为怀俄明州州长，打破了性别障碍。她在美国政治中的开创性遗产继续激励着女性和性别平等的倡导者。\n\n在担任州长之前，内莉因丈夫威廉·B·罗斯的去世而被推举为候选人，并竞选完成了丈夫的州长任期。她积极推动进步政策和妇女权利，展现了强大的领导力。后来，她成为美国铸币局的首位女性局长，担任该职位长达20年。\n\n这一天旨在庆祝她的先锋精神以及她在推动女性领导力方面的贡献。内莉·泰洛·罗斯诞辰提醒我们突破社会规范的重要性，并在各领域争取平等。",
      "origin": "内莉·泰洛·罗斯的突破性职业生涯始于1924年，当时她当选为怀俄明州州长，成为美国第一位担任此职位的女性。这一选举发生在女性刚刚获得投票权的时代，是性别平等斗争中的一个重要时刻。她作为州长的任期集中于教育、儿童福利和税制改革等问题。\n\n罗斯出生于密苏里州一个务农家庭，在女性政治机会有限的时代成长。与律师和政治家威廉·B·罗斯的婚姻将她引入政治领域。在丈夫早逝后，她通过倡导妇女选举权和社会改革赢得了怀俄明州民众的支持，逐渐崭露头角。\n\n除了担任州长，她还在1933年被富兰克林·罗斯福总统任命为美国铸币局局长，再次创造历史。在任期间，她推动了关键的改革和现代化，因其领导能力而受到广泛尊敬。她的遗产成为女性在政府角色中坚韧不拔的象征，也是女性进步的重要标志。",
      "guide": "庆祝内莉·泰洛·罗斯诞辰，可以通过了解她的生平与成就开始。阅读传记或观看纪录片，深入了解她对美国政治的贡献以及她作为女性领导先锋的角色。\n\n参与教育活动，例如举办关于美国女性政治历史的讨论会或演讲。学校和社区团体可以组织活动，通过反思罗斯的成就和她克服的障碍来激励下一代领导者。\n\n考虑参观女性历史纪念馆或致力于纪念罗斯贡献的历史遗址。在社交媒体上分享她的故事，强调她工作的意义及其如何继续激励性别平等方面的进步。",
      "taboos": "- 避免将她的成就简化为仅与丈夫的联系；她是独立的领导者。\n- 不要忽视她对女性权利和政治进步的广泛贡献。\n- 避免以现代标准批评她的遗产，而忽视她所处时代的挑战。"
    },
    {
      "id": "state-holiday",
      "name": "州假日",
      "description": "州假日是指在特定州或地区内庆祝的重要日子。这类假日的性质和目的各不相同，可能用于纪念历史事件、文化传统或杰出人物，也可能是居民休息和庆祝的日子。这些假日反映了州的独特身份和文化遗产。\n\n根据各州的传统，州假日可能包括游行、公共仪式或特殊活动。有些与季节性节庆相关，而另一些则是为了纪念州历史中的重要时刻或表彰杰出人物的贡献。\n\n州假日通常为居民提供了一个与本地文化和历史联系的机会。这些假日提醒人们，每个州在国家整体文化中都有其独特的传统和丰富的多样性。",
      "origin": "州假日的概念起源于庆祝具有地方重要性的事件、人物或里程碑的愿望，这些内容可能在国家层面未被广泛认可。州政府有权宣布这些假日，以体现其地区独有的价值观和历史。\n\n从历史上看，许多州假日的设立是为了纪念重要的日期，例如建州周年纪念，或庆祝地方英雄和文化贡献。例如，各州经常纪念建州日期、重要战役或对地区发展有深远影响的领导人。\n\n个别州假日的起源深深植根于地方历史，通常涉及基层努力或立法行动。它们突出了州特定叙事在塑造居民社区意识和自豪感中的重要性。",
      "guide": "庆祝州假日的方式包括参与当地组织的活动和庆祝活动，例如游行、历史再现、文化节或社区聚会，这些活动突出了节日的意义。\n\n花时间了解假日背后的历史和意义。参观当地博物馆、地标或参加教育项目，可以加深您对州文化遗产及庆祝原因的理解。\n\n通过支持假日期间的地方企业、艺术家或组织，与社区互动。在社交媒体上分享您的庆祝经历，也有助于提高人们对假日重要性的认识和欣赏。",
      "taboos": "- 避免忽视假日的历史或文化背景。\n- 不要单纯将这一天视为放假，而不参与其意义相关的活动。\n- 避免通过与国家节日的不利比较来削弱假日的重要性。"
    },
    {
      "id": "presidents-day",
      "name": "总统日",
      "description": "总统日是美国的联邦假日，用于纪念所有美国总统的遗产，特别是首任总统乔治·华盛顿和领导国家度过内战的亚伯拉罕·林肯。每年2月的第三个星期一庆祝，这一天是为了反思总统职位对国家发展与团结的贡献。\n\n最初于1885年设立以纪念乔治·华盛顿的生日，这一假日后来演变为纪念所有美国总统，庆祝领导力和民主原则的方式。总统日通常通过教育活动、公共仪式和零售促销等方式庆祝，既是历史性的又具有商业意义的节日。\n\n这一天提供了一个机会，向塑造国家历史的领导者们的远见和奉献致敬。总统日鼓励公民思考领导力、服务精神以及总统职位对美国社会持久的影响。",
      "origin": "总统日的起源可以追溯到2月22日乔治·华盛顿生日的庆祝活动。最早在1885年被确认为联邦假日，这一天最初仅用于纪念华盛顿，他在美国革命和作为第一任总统期间的领导树立了国家的基础性先例。\n\n1971年，《统一星期一假日法案》将假日改为2月的第三个星期一，创造了一个长周末，并非正式地将范围扩大到纪念所有美国总统。这一变化还旨在通过延长周末来标准化假日庆祝和促进经济收益。\n\n总统日已成为对美国历史和总统职位不断演变的反映。这个假日突出过去领导者的成就与挑战，鼓励公民珍视有效领导对国家发展的重要性。",
      "guide": "庆祝总统日，可以通过了解美国总统的生平和成就开始。参观致力于总统历史的历史地标、博物馆或图书馆，例如弗农山庄、林肯纪念堂或总统图书馆。\n\n参与教育活动，例如阅读传记、观看纪录片或参与有关领导力和民主的讨论。学校和社区组织通常会举办活动，教育公众过去总统的贡献。\n\n花时间反思民主和公共服务的原则。考虑通过志愿服务或参与公民活动来纪念总统职位所体现的领导力和奉献精神。在社交媒体上分享您的见解和体验，激励他人参与。",
      "taboos": "- 避免在讨论总统时过于简单化或理想化，而忽略他们角色的复杂性。\n- 不要忽视广泛的历史背景及其对所有公民的影响。\n- 避免将假日仅仅简化为与购物促销相关的商业活动。"
    }
  ]
}