{
  "holidays": [
    {
      "id": "world-toilet-day",
      "name": "世界厕所日",
      "description": "世界厕所日是一个每年全球性的纪念日，旨在强调卫生和公共健康的重要性。它致力于提高人们对厕所在公共卫生和可持续发展中关键作用的认识。每年，这一天都会呼吁确保每个人都能享有适当的卫生设施，并解决全球卫生危机。\n\n这个活动由联合国于2013年设立，目的是聚焦于可持续发展目标（SDG）6.2，即到2030年为所有人提供适当的卫生设施和卫生条件。每年都会选择一个独特的主题，突出特定的卫生挑战和解决方案。\n\n世界厕所日提醒人们全球仍有36亿人缺乏安全管理的卫生设施。它将各国政府、组织和社区凝聚在一起，发起并支持改善全球卫生基础设施和实践的努力。",
      "origin": "世界厕所日的起源可以追溯到世界厕所组织的倡议，该组织由卫生活动家杰克·辛于2001年创立。辛的使命是打破围绕厕所和卫生问题的禁忌，通过发起公开讨论来提高人们对这些基本问题的关注。2001年，第一次世界厕所峰会举行，聚集了政策制定者、专家和倡导者，讨论全球卫生问题。\n\n2013年，联合国正式将世界厕所日定为国际纪念日。做出这一决定的原因是认识到全球卫生危机的严重性——数十亿人缺乏适当的卫生设施。这一天与联合国的可持续发展目标特别是目标6相一致，该目标旨在为所有人提供清洁水和卫生条件。\n\n自正式确立以来，世界厕所日已发展成为一个强有力的平台，用于提高意识并推动行动。政府、非政府组织和私营部门在全球范围内组织活动、宣传和倡议，改善厕所使用条件并教育人们养成卫生习惯。多年来，这一天不仅揭示了卫生方面的挑战，还促进了创新的解决方案、伙伴关系和对卫生基础设施的投资。",
      "guide": "庆祝世界厕所日可以通过参加活动、教育宣传和倡导活动来强调卫生和公共健康。从了解今年的主题并探索联合国和其他组织提供的资源开始。在社交媒体上使用诸如#WorldToiletDay的标签分享有关卫生问题的信息，可以扩大信息传播范围。\n\n组织和学校可以举办研讨会、社区清洁活动或改善卫生设施的行动。这些活动能在基层产生直接的影响，并提高人们的意识。开展有关厕所和卫生重要性的公开讨论也有助于打破这些话题的禁忌。\n\n个人可以通过向致力于改善全球卫生的组织捐款或参与本地倡议来贡献力量。即使是教导正确的洗手方法等小小的行动，也能产生巨大的影响。在世界厕所日参与这些活动，为改善每个人的卫生条件贡献力量。",
      "taboos": "- 避免将卫生问题视为无关紧要。\n- 不要忽视有关卫生危机或卫生习惯缺乏的讨论。\n- 避免延续对厕所和卫生问题的污名化。"
    },{
      "id": "international-mens-day",
      "name": "国际男性日",
      "description": "国际男性日是每年11月19日的一个年度活动，旨在表彰男性在生活各方面的贡献和成就。这一天的重点是促进积极的男性榜样、性别平等以及男性心理健康和福祉的意识。它提醒人们欣赏男性在家庭、工作场所和社区中的努力，同时关注他们面临的挑战。\n\n国际男性日的庆祝活动鼓励讨论心理健康、有害男性气质以及培养支持性关系等重要问题。它旨在突显男性的积极影响以及他们在建设更具包容性和公平性的社会中需要发挥的作用。这一天的活动通常包括教育计划、公众活动和媒体宣传，以促进对话和提高认识。\n\n国际男性日也是一个挑战刻板印象和社会规范的机会，这些规范限制了男性的情感表达和个性。通过增进对男性的理解和尊重，这一天有助于创造关于性别角色和责任的平衡视角。",
      "origin": "国际男性日最早由密苏里大学教授托马斯·奥斯特于1992年发起，旨在提高人们对男性问题的认识。然而，现代形式的庆祝始于1999年的特立尼达和多巴哥，由杰罗姆·蒂鲁克辛博士发起。他选择11月19日是为了纪念他父亲的生日以及象征团结与赋权的一场足球比赛的胜利。\n\n这一节日得到了包括联合国教科文组织在内的多家机构的支持，这些机构强调它与更广泛的人权和性别平等目标的一致性。其庆祝活动传播到多个国家，每个国家都赋予了其独特的文化视角和主题。随着时间的推移，它成为一个重要的场合，用于讨论男性健康、性别关系以及他们对社会的贡献。\n\n国际男性日已发展成为倡导性别讨论平衡的重要平台，认识到解决男性面临的挑战对社会进步至关重要。该倡议补充了国际妇女节，促进了关于性别包容性和理解的对话。它强调积极的男性榜样和消除有害刻板印象的重要性。",
      "guide": "庆祝国际男性日，个人和组织可以通过举办活动突出男性的成就和福祉，例如研讨会、工作坊或关于心理健康、职场挑战或父亲角色的座谈会。分享社区中令人鼓舞的男性故事也是提高认识的一种方式。\n\n参与慈善活动，例如为男性健康项目组织筹款活动或在当地组织中志愿服务，能够产生重大影响。学校和大学可以举办活动，向年轻一代宣传积极的男性气质和性别平等。这些活动有助于为男性和男孩创造一个支持性和包容性的环境。\n\n此外，花时间对生活中的男性表达感激之情——无论是通过真诚的信息、小的举动还是共度的时光——都能加强个人联系。这一天是为了庆祝男性的贡献，同时推动一个更健康、更公平的社会。",
      "taboos": "- 避免延续关于男性的负面刻板印象。\n- 不要忽视这一天在促进性别平等方面的重要性。\n- 避免将国际男性日与国际妇女节进行不恰当的比较。"
    },
    {
      "id": "george-rogers-clark-day",
      "name": "乔治·罗杰斯·克拉克日",
      "description": "乔治·罗杰斯·克拉克日纪念美国独立战争英雄乔治·罗杰斯·克拉克的生平与成就。这一天庆祝他在为美国夺取西北地区中的关键作用，这一贡献扩大了国家的边界，加强了其早期基础。每年11月19日在某些美国州进行的庆祝活动，旨在缅怀他持久的遗产。\n\n这一节日提供了一个学习克拉克领导的战略性军事行动的机会，包括他在1779年攻占文森堡的著名胜利。这场胜利被视为独立战争的转折点，展现了在逆境中表现出的勇气与智慧。活动和活动通常突显他的领导能力和对国家扩张的贡献。\n\n通过教育计划、历史重现和公众仪式，乔治·罗杰斯·克拉克日鼓励人们对早期美国爱国者的牺牲表示感谢。它提醒我们毅力、远见和奉献在塑造美国方面的重要性。",
      "origin": "乔治·罗杰斯·克拉克日的起源可以追溯到对克拉克在美国独立战争期间非凡贡献的认可。克拉克于1752年出生在弗吉尼亚州，成为弗吉尼亚民兵的领导者，并在西部边境发起了关键的战役。他最著名的成就是攻占印第安纳州文森堡堡，这一壮举通过艰难的冬季行军完成，展现了他的决心和战术才能。\n\n纪念克拉克的庆祝活动起初是印第安纳州及其周边社区的非正式活动，后来州政府将这一纪念活动正式化，印第安纳州将11月19日指定为乔治·罗杰斯·克拉克日。他的故事成为美国历史的重要组成部分，说明了独立战争期间西部边境的战略重要性。\n\n克拉克的遗产通过纪念碑、历史遗址和教育计划得以保存。他的行动不仅为年轻国家赢得了关键领土，也为西进扩张奠定了基础。乔治·罗杰斯·克拉克日激励人们反思领导力、牺牲和韧性的价值。",
      "guide": "庆祝乔治·罗杰斯·克拉克日可以通过参观历史地标，如印第安纳州文森堡的乔治·罗杰斯·克拉克纪念馆。这些访问可以让人身临其境地了解克拉克的生平和成就。学校和社区可以组织讲座、展览或工作坊，探索独立战争中的西部战役及克拉克的影响。\n\n参与历史重演或参加当地活动可以使历史变得生动，并与克拉克的故事建立更深的联系。阅读关于美国独立战争的书籍或观看有关克拉克角色的纪录片也可以增进理解。\n\n个人方面，可以反思生活中勇气和决心的主题，或者与年轻一代分享乔治·罗杰斯·克拉克的故事。这一天提供了庆祝美国历史并从过去汲取灵感的机会。",
      "taboos": "- 避免歪曲关于乔治·罗杰斯·克拉克的历史事实。\n- 不要忽视他对美国历史贡献的广泛背景。\n- 避免将这一天仅限于仪式性庆祝，而不进行有意义的反思。"
    },
    {
      "id": "universal-childrens-day",
      "name": "国际儿童节",
      "description": "国际儿童节是每年11月20日的全球性纪念活动，旨在促进儿童的福利、权利和教育。这一节日由联合国发起，突显了创造一个每个儿童都有机会健康成长的世界的重要性，这个世界应远离歧视和伤害。它呼吁各国政府、组织和个人优先考虑儿童的需求。\n\n这一天庆祝了1959年《儿童权利宣言》和1989年《儿童权利公约》的通过，这两个里程碑事件推进了儿童权利的发展。全球范围的活动集中于提高对儿童贫困、教育机会和保护免受剥削等问题的认识。学校、社区和家庭利用这一天讨论为儿童创造安全和包容环境的重要性。\n\n国际儿童节强调了儿童作为人类未来的价值。它鼓励每个人为建设一个每个孩子都能充分发挥潜力的更美好世界作出贡献。通过倡导、教育和庆祝，这一天激发了为儿童全球利益的集体行动。",
      "origin": "国际儿童节的起源可以追溯到1954年，当时联合国大会建议各国设立一个促进儿童福利的节日。11月20日被选为纪念两个重大事件：1959年的《儿童权利宣言》和1989年的《儿童权利公约》的通过。这些里程碑事件代表了全球努力以确保每个儿童的权利和尊严。\n\n国际儿童节随着各国开始组织活动和宣传活动而逐渐发展，关注点从单纯庆祝儿童转向解决儿童劳动、教育、医疗和防止虐待等迫切问题。多年来，这一天成为倡导的平台，联合各国政府、非营利组织和个人共同致力于改善儿童福利。\n\n这一节日对塑造全球关于儿童权利的对话发挥了重要作用，影响了世界范围内的政策和实践。它提醒我们，确保每个孩子的幸福、安全和发展是共同的责任。国际儿童节继续激励我们在解决当今儿童面临的挑战方面取得进展与创新。",
      "guide": "为纪念国际儿童节，个人和社区可以参加各种促进儿童福祉的活动。举办关于儿童权利的教育研讨会或讨论会是提高认识的有效方式。学校可以通过讲故事、艺术项目或辩论，让学生参与讨论平等、教育和健康等问题。\n\n慈善行动，如向支持儿童事业的组织捐款或在收容所或教育项目中做志愿者，可以产生切实的影响。倡导活动，包括社交媒体宣传或向政策制定者写信，可以帮助引起对全球儿童问题的关注。\n\n父母和看护者可以利用这一天与孩子共度高质量时光，加强善良、尊重和同理心的价值观。简单的行为，例如阅读一本关于儿童权利的重要性的书，或鼓励孩子表达他们的梦想和关切，都有助于营造一个支持性的环境。国际儿童节提醒我们，每一小步都为建设儿童更光明的未来作出了贡献。",
      "taboos": "- 避免轻视儿童权利或将这一天仅作为象征性活动。\n- 不要忽视如童工、贫困和教育缺失等紧迫问题。\n- 避免在讨论或活动中排除边缘化儿童。"
    },{
      "id": "gis-day",
      "name": "GIS日",
      "description": "GIS日旨在庆祝地理信息系统（GIS）的力量，探讨其在分析、制图和理解世界中的重要作用。这一天汇聚了专业人士、学生和爱好者，共同展示GIS如何影响城市规划、环境保护和灾害管理等多个领域。这是一个强调地理空间技术在解决实际问题中的价值的日子。\n\nGIS日在地理意识周的周三举办，为人们提供了了解地理科学的教育机会。通过地图绘制马拉松、研讨会和展览等活动，参与者可以深入了解GIS工具的潜力。它强调了GIS在推动可持续发展和科学决策中的关键作用。\n\nGIS日鼓励协作与创新，展示了地理数据和制图技术如何跨学科弥合差距。从应对气候变化到改善公共卫生，GIS正持续在全球范围内发挥变革性力量。",
      "origin": "GIS日首次创立于1999年，由Esri公司及地理空间社区的关键人物推动。其目的是为专业人士和教育者提供一个平台，将GIS技术介绍给更广泛的受众。该活动与地理意识周相关联，以充分利用公众对地理和地图的兴趣。\n\nGIS日的起源可以追溯到20世纪后期地理空间技术的发展。随着卫星系统如GPS的问世和计算机制图的进步，公众对于GIS应用的认识需求显得尤为重要。Esri创始人Jack Dangermond设想GIS日为一次连接技术与用户的契机。\n\n自创建以来，GIS日已发展为一个国际性活动。组织、大学和政府每年参与，展示GIS技术如何应对全球挑战。从绘制生物多样性分布到优化交通系统，GIS日提醒我们空间数据对现代社会的深远影响。",
      "guide": "庆祝GIS日的最佳方式是参与您所在地区的活动，例如研讨会、讲座或地图绘制马拉松。许多组织会提供免费培训课程，帮助初学者了解GIS工具和软件。这些活动非常适合学习如何创建地图和分析地理数据。\n\n如果您是教育者，可以为学生安排一节以GIS为主题的课程。通过寻宝活动或制图练习等互动活动，可以让地理知识变得有趣而生动。提供实际操作经验有助于学生理解GIS的实际应用。\n\n对于专业人士来说，GIS日是与同行交流并分享创新项目的绝佳时机。在您的组织中举办开放日活动，展示GIS解决方案，可以吸引利益相关者和社区的关注。您还可以通过参与人道主义地图绘制项目为全球事业做出贡献。",
      "taboos": "- 避免过于简化GIS概念，以免误导初学者。\n- 不要忽视GIS的伦理问题，例如数据隐私问题。\n- 在展示中避免使用过时或不准确的地理数据。"
    },
    {
      "id": "africa-industrialization-day",
      "name": "非洲工业化日",
      "description": "非洲工业化日旨在推动工业发展，作为促进非洲经济增长和减贫的重要途径。它强调可持续工业政策在解决失业问题和实现经济多元化中的关键作用。这一天为探讨非洲工业化面临的挑战和机遇提供了一个平台。\n\n每年11月20日的这一活动，突出基础设施、投资和技术进步对工业增长的驱动作用。政策制定者、国际组织和企业齐聚一堂，共商实现工业发展目标的合作策略。\n\n非洲工业化日凸显了非洲在制造业、农业和绿色产业中的潜力。它倡导优先考虑创造就业和创新的伙伴关系与投资，符合联合国可持续发展目标（SDGs）的要求。",
      "origin": "非洲工业化日由联合国大会于1989年设立，旨在认识工业发展对非洲经济未来的重要性。这一倡议是非洲第二个工业发展十年计划的一部分，旨在加速非洲大陆的工业进程。\n\n历史上，非洲的工业化受到基础设施不足、资金获取有限以及对初级商品出口依赖的限制。独立后经济战略通常集中于农业经济，导致工业部门发展滞后。设立这一纪念日，标志着扭转这些趋势、推动工业增长的承诺。\n\n该纪念日已发展为一个重要事件，引起了全球对非洲经济潜力的关注。每年的主题反映了当下的紧迫议题，如可持续能源、气候适应能力和包容性工业政策。非洲工业化日提醒人们，需要通过协作努力解锁非洲的工业潜力。",
      "guide": "庆祝非洲工业化日的方式包括参与聚焦非洲工业发展的论坛、会议或网络研讨会。这些活动通常汇集政策制定者、企业家和研究人员，共同探讨工业化的创新方法。\n\n教育者和学生可以利用这一天，探索非洲的工业历史和未来发展前景。举办关于可持续能源或数字技术在制造业中的应用的辩论或展示活动，可以激发有价值的讨论。\n\n支持非洲企业是纪念这一天的另一种有影响力的方式。选择公平贸易产品或投资于从事绿色产业的非洲初创公司。在社交媒体上宣传成功的工业项目，也可以提高对非洲进步和潜力的认识。",
      "taboos": "- 避免延续关于非洲工业能力的刻板印象。\n- 不要忽视工业战略中的可持续性问题。\n- 避免利用这一天推广剥削性商业行为。"
    },{
      "id": "transgender-day-of-remembrance",
      "name": "跨性别追悼日",
      "description": "跨性别追悼日（TDOR）旨在纪念因反跨性别暴力和歧视而失去生命的人们。每年11月20日，这一天提醒人们跨性别群体在争取安全和平等的过程中面临的挑战。通过守夜、讨论和宣传活动，TDOR不仅缅怀受害者，还呼吁推动系统性改变。\n\n作为对暴力和偏见的回应而创立，TDOR也彰显了跨性别人士的韧性和勇气。这一天鼓励盟友放大跨性别群体的声音，并承诺积极支持，解决不平等问题。通过提高可见度，TDOR致力于消除污名，营造更安全、包容的空间。\n\n这一纪念日还强调倡导的必要性，呼吁政策制定者和社区制定并执行防止仇恨犯罪的保护措施。通过纪念与行动，跨性别追悼日激励人们共同为更公平的未来努力。",
      "origin": "跨性别追悼日由跨性别倡导者Gwendolyn Ann Smith于1999年创立。最初，这一倡议是为了纪念Rita Hester——一名在1998年被谋杀的跨性别女性，其案件几乎没有受到媒体关注且未被伸张正义。Smith在旧金山组织了一场守夜活动，以纪念Hester并引起人们对跨性别暴力问题的关注。\n\n随着时间推移，TDOR已发展为全球性纪念活动，由社区、组织和活动家们共同支持。其意义扩展为包含无数其他受害者的姓名和故事，揭示了助长暴力和歧视的系统性问题。\n\nTDOR的起源在于草根倡导，强调社区主导行动对抗偏见的力量。这一天依然是教育和宣传的重要平台，敦促社会在各个层面直面并消除跨性别恐惧症。",
      "guide": "纪念跨性别追悼日，您可以参加或组织当地的守夜或追悼活动。这些活动通常包括点燃蜡烛、演讲和朗读因跨性别暴力而失去生命者的名字，为反思和团结提供空间。\n\n利用教育资源，深入了解跨性别问题。在学校、工作场所或社区中心举办讨论会或讲习班，有助于提高对跨性别人士挑战的认识。\n\n倡导也是TDOR的重要部分。联系当地政策制定者，推动更强有力的反歧视法律和对跨性别人士的保护。在社交媒体上分享支持性信息和故事，放大跨性别群体的声音，表达对包容性的承诺。",
      "taboos": "- 避免使用不恰当或过时的术语来称呼跨性别人士。\n- 不要轻视或忽视针对跨性别人士暴力的严重性。\n- 避免将这一天泛化为与无关话题的讨论。"
    },
    {
      "id": "world-television-day",
      "name": "世界电视日",
      "description": "世界电视日庆祝电视作为一种沟通媒介，为全球数十亿人提供信息、教育和娱乐的角色。每年11月21日，这一天强调电视连接人群、文化和思想的能力，认可其在沟通与解决社会和经济问题中的贡献。\n\n这一天提供了反思电视发展历程的机会，从传统广播到数字流媒体，它对现代社会的影响不容忽视。从提高对全球问题的认识到促进文化交流，电视仍然是塑造公众舆论和促进对话的有力工具。\n\n世界电视日还强调广播公司生产符合道德标准、推广积极价值观内容的责任。通过庆祝这一天，个人和组织可以探讨电视的未来及其在不断变化的数字化环境中的角色。",
      "origin": "世界电视日由联合国大会于1996年宣布设立，起源于首届世界电视论坛。该论坛汇集了媒体专业人士，讨论电视在促进相互理解与合作中的作用。\n\n电视的起源可追溯到20世纪初，但它作为沟通工具的广泛应用发生在20世纪中期。到1990年代，电视已成为信息和娱乐的主导媒介，影响公众舆论并塑造全球文化叙事。\n\n世界电视日的设立承认电视在传播信息和搭建社区桥梁中的重要力量。这一天提醒我们，电视的变革力量以及在数字时代的持续相关性。",
      "guide": "庆祝世界电视日可以通过举办有关电视对社会影响的讨论会或网络研讨会。这些活动可探讨内容演变、电视在教育中的作用以及广播道德问题等主题。\n\n教育者可以组织学生分析电视对公众舆论的影响。制作关于电视历史的时间线或项目，有助于年轻一代了解其重要性。\n\n个人可以利用这一天观看关注全球重要问题的纪录片或节目。在社交媒体上分享您最喜欢的教育或启发性电视内容，以促进有意义的观看习惯，并突出电视的积极影响。",
      "taboos": "- 避免美化传播刻板印象或虚假信息的内容。\n- 不要忽视电视制作中道德标准的重要性。\n- 避免只专注于电视的商业方面，忽视其教育和文化价值。"
    },
    {
      "id": "great-american-smokeout-day",
      "name": "美国戒烟日",
      "description": "美国戒烟日鼓励吸烟者迈出戒烟的第一步。这一天每年在11月的第三个星期四举行，强调戒烟对健康的益处，并为想要戒烟的人提供资源和支持。这是一项全国性的活动，旨在提高人们对吸烟危害的认识，并倡导无烟生活的重要性。\n\n该活动由美国癌症协会组织，重点关注吸烟相关疾病的风险，例如肺癌和心脏病。通过社区活动、研讨会和宣传活动，这一天旨在激励吸烟者为自己的健康和亲人而戒烟。\n\n美国戒烟日还强调支持性环境在帮助个人克服烟瘾中的作用。它呼吁社区、雇主和医疗服务提供者建立支持系统，鼓励并维持戒烟努力。",
      "origin": "美国戒烟日由美国癌症协会在20世纪70年代发起。其创意最初来自于1970年马萨诸塞州的一项地方活动，鼓励人们在一天内放弃吸烟。这一活动的成功促使其在1977年扩展为全国性活动，成为每年的一项倡导戒烟的活动。\n\n该活动兴起于人们对吸烟健康风险日益关注的时期。关于吸烟与癌症及心脏病等疾病之间联系的报告促使公共健康组织采取行动。美国戒烟日成为推广反吸烟政策和支持戒烟计划的平台。\n\n数十年来，这一天已成为反对烟草使用的重要活动。它激励了数百万人戒烟，并推动了无烟法案和广告禁令的实施。其历史表明，集体努力在对抗烟草成瘾和改善公共健康方面的重要性。",
      "guide": "参与美国戒烟日，您可以制定戒烟计划或帮助亲人迈出戒烟第一步。利用戒烟热线、支持小组或尼古丁替代疗法等资源。\n\n组织可以通过举办研讨会或讲座，宣传吸烟的健康风险及戒烟的好处来纪念这一天。雇主可以为想戒烟的员工提供奖励或支持计划。\n\n个人可以通过在社交媒体上分享成功的戒烟故事或反吸烟信息来表达支持。鼓励朋友和家人加入无烟运动，并承诺拥抱无烟未来。倡导更严格的烟草法规等行动，也是为戒烟事业贡献力量的有效方式。",
      "taboos": "- 避免使用可能疏远或打击吸烟者的恐吓策略。\n- 不要低估戒烟的挑战，要提供富有同情心的支持。\n- 避免推广未经证实或无效的戒烟方法。"
    },{
      "id": "national-stuffing-day",
      "name": "国家填馅节",
      "description": "国家填馅节是一个轻松愉快的庆祝活动，专门纪念节日期间最受欢迎的配菜之一——填馅。每年11月21日，这一天为突出这种多样化菜肴及其在节日餐桌上的重要性提供了契机。从传统的面包填馅到融合了独特食材的现代变体，这一天庆祝填馅食谱的多样性与创造力。\n\n在美国，填馅已成为感恩节盛宴的主角之一，通常与烤火鸡搭配。然而，它也可以单独享用，并在世界各地的不同菜系中占有一席之地。在国家填馅节，烹饪爱好者可以尝试新食谱，重温家传菜肴，并与亲朋好友分享他们的创作。\n\n除了烹饪方面的乐趣，国家填馅节还鼓励人们感受烹饪的快乐以及围桌而坐的重要性。不论是经典配方还是创意十足的变化，这一天旨在品味填馅带给我们生活的美味与回忆。",
      "origin": "国家填馅节的起源可追溯到美国感恩节的传统，填馅在节日大餐中扮演着核心角色。尽管这个非正式美食节日的具体起始时间尚不明确，它因庆祝填馅的烹饪艺术及其文化意义而广受欢迎。\n\n从历史上看，填馅已有数百年的传统，最早的食谱可追溯到古罗马。这些早期版本通常包括香料面包、草药和其他食材，用来填充鸟类或其他肉类。随着时间推移，填馅逐渐发展为一道单独享用的菜肴，各种文化在其中加入了独特的变化以满足其口味需求。\n\n在国家填馅节的背景下，人们关注这种菜肴的怀旧与创新特质。它突显了食物的社区性质，强调了代代相传的食谱如何将家庭联系起来并保存传统。",
      "guide": "庆祝国家填馅节，可以从探索和制作您最喜欢的填馅食谱开始。无论您钟情于传统面包填馅，还是喜欢玉米面包、野米或素食版本的变化，这一天是进行烹饪实验的绝佳机会。\n\n举办一个小型聚会或百乐餐活动，让每个人都贡献自己的独特填馅作品。分享食谱和技巧不仅可以激发新的传统，还能加深对这一深受喜爱菜肴的欣赏。\n\n利用社交媒体展示您的创意或分享填馅的历史。鼓励朋友和家人加入庆祝，通过标记他们和交流心得来增添乐趣。为了更具教育意义，可以了解填馅在不同文化中的起源以及其演变过程。",
      "taboos": "- 避免在尝试新食谱时浪费食物。\n- 不要忽视其他文化或饮食习惯中的填馅变化。\n- 避免使用可能影响风味的低质量食材。"
    },
    {
      "id": "world-hello-day",
      "name": "世界问好日",
      "description": "世界问好日是一个旨在通过简单的沟通方式促进和平与友好的年度纪念日。每年11月21日，这一天鼓励人们向至少十个人问好，以此增进联系与理解。这一天强调人际沟通在解决冲突和建立更强大社区中的重要性。\n\n创立于20世纪70年代，世界问好日传递了一种跨越文化和语言障碍的和平信息。它提醒人们，善意和认可的力量可以创造一个更加和谐的世界。通过友善的交流，参与者展示了他们对对话而非分歧的承诺。\n\n世界问好日在180多个国家庆祝，个人和组织以多种形式参与。从正式活动到日常问候，这一天提醒我们，即使是小小的举动也能在促进全球团结方面产生深远的影响。",
      "origin": "世界问好日由美国的布莱恩·麦考马克和迈克尔·麦考马克兄弟于1973年创立。在赎罪日战争之后，麦考马克兄弟希望通过和平交流替代冲突。他们鼓励人们通过问候他人来象征善意。\n\n这一理念迅速传播，并被世界各地的社区接受。世界领导人、教育家和活动家支持这一想法，认为这是一个简单却强大的方式来激励和平。多年来，这一天已成为一项持久的传统，受到各行各业人士的欢迎。\n\n世界问好日的起源反映了对人际互动变革力量的信念。它证明了开放的沟通与相互尊重可以弥合分歧，并创造一个更包容的世界。",
      "guide": "参与世界问好日，通过向社区、工作场所或社交圈中的至少十个人问好来开始。利用这个机会重新联系老朋友，与陌生人交流，或者向身边的人表达感激。\n\n组织和学校可以通过举办活动或鼓励文化交流的活动来纪念这一节日。例如，对话研讨会、写信活动或用多种语言的公共问候等。\n\n利用社交媒体传播关于世界问好日的信息。分享有意义互动的照片或故事，鼓励他人参与。反思善意和认可的小行为如何为更加和平的世界做出贡献。",
      "taboos": "- 避免不真诚地向他人问好。\n- 不要利用问候作为表达不受欢迎观点或消极情绪的平台。\n- 避免在庆祝中排除特定个人或群体。"
    },
    {
      "id": "world-philosophy-day",
      "name": "世界哲学日",
      "description": "世界哲学日是一个年度活动，旨在促进哲学思维并反思其在现代世界中的作用。每年11月的第三个星期四，这一天鼓励个人和社区参与哲学讨论，探讨关于存在、伦理和知识等深刻问题。世界哲学日的目标是提高人们对哲学在社会中重要性的认识，并强调来自各个文化和背景的哲学家的贡献。\n\n哲学作为一种知识探索的基石，已经存在了几千年，世界哲学日庆祝这一持久的遗产。从古希腊的思想家如苏格拉底和柏拉图，到当代哲学家如西蒙娜·德·波伏娃和奎米·安东尼·阿皮亚，哲学家的贡献塑造了我们对世界的理解。这一天是一次邀请，让我们一起思考那些亘古不变的问题，并考虑哲学如何帮助我们应对现代挑战。\n\n世界哲学日通过全球范围内的讲座、讨论和公共活动来庆祝。教育机构、文化组织和哲学家常常举办辩论、研讨会和座谈会，鼓励参与者反思自己信仰和价值观，同时向他人学习。这一天促进了一个全球哲学思想社区，推动了跨文化的智力交流和理解。",
      "origin": "世界哲学日由联合国教科文组织于2002年设立，旨在突出哲学在人类思想和社会中的价值。这一活动鼓励人们审视那些塑造人类体验的根本性问题，强调哲学在推进批判性思维、对话和文化多样性方面的作用。哲学作为一门学科，为我们反思生命意义、伦理、政治和存在本身提供了框架。\n\n自创立以来，世界哲学日已成为全球范围内的哲学机构、大学和组织的纪念日。庆祝活动不仅是为了弘扬历史悠久的哲学传统，还旨在让当代思想家参与到全球性问题的探讨中。它提醒我们，哲学不仅仅是学术圈的专利，而是任何寻求深入理解世界的人都可以接触和应用的有价值工具。\n\n世界哲学日是一个让不同年龄和背景的人参与哲学活动的机会。它强调哲学思考在日常生活中的相关性，并鼓励公众广泛参与这一学科。通过对话和反思，这一天促进了批判性思维，并在不同文化背景的人们之间建立了相互尊重。",
      "guide": "庆祝世界哲学日，不妨和朋友、家人或同事进行一场哲学讨论。你可以选择一些亘古的主题，如幸福的本质、人工智能伦理或正义的概念，共同探讨这些问题。\n\n教育机构和图书馆通常会在这一天举办讲座、辩论和研讨会。参加这些活动能够加深你对哲学思想的理解，并从新的视角看待问题。如果无法亲自参加，很多活动也可以在线参与。\n\n另一种庆祝方式是阅读有影响力的哲学家作品，或者与当代思想家互动。你可以探讨像伊曼纽尔·康德、孔子或弗里德里希·尼采的著作，或深入研究诸如环境伦理或社会哲学等现代议题。思考这些思想可以帮助你更深入地理解世界和自己在其中的位置。",
      "taboos": "- 避免将哲学用于为有害或不道德行为辩护。\n- 不要把哲学讨论当作争论的战场，而应该视其为学习和理解的机会。\n- 避免简单化复杂的思想或忽视他人观点。"
    },
    {
      "id": "fake-friday",
      "name": "假周五",
      "description": "假周五是一个非官方的、轻松愉快的节日，通常在感恩节前的星期五或任何假期前的星期五庆祝。它是一个让人假装工作周已经结束的日子，许多人借此机会放松、玩乐，甚至做一些通常只在周末进行的活动。虽然它不是一个正式的节日，但假周五作为一个轻松幽默的庆祝方式，已经在许多人中流行开来。\n\n对许多人来说，假周五是提前感受假期兴奋的方式，而不必承受真正工作周的压力。员工可能会延长午餐时间，参与轻松的办公活动，甚至穿着随便，假装周末已经到来。这一天的精神是乐趣与同事们共享轻松时光，暂时摆脱常规工作日的束缚。\n\n尽管假周五并不是一个广为人知的节日，但它已成为一些人的传统，尤其是在准备迎接大型节日的工作场所或社交圈。它提醒我们在假期的压力之前，能够享受片刻的轻松。",
      "origin": "假周五的起源尚不明确，但它很可能起源于人们在假期或长周末前创建一个轻松愉快的氛围。许多美国的工作人员在感恩节或圣诞节前会期待假期的到来，假周五便提供了提前释放这种兴奋感的机会。它并不是一个官方节日，而是一个根据工作场所或社交群体不同而有所不同的非正式传统。\n\n假周五的概念抓住了人类对逃避压力和放松的需求。通过假装工作周已经结束，人们共享着一种愉悦和期待的体验。这一天有助于在同事或朋友之间建立一种归属感，大家一起期待着节日的到来。\n\n假周五作为一种轻松有趣的传统，逐渐通过社交媒体和口耳相传的方式传播开来。随着越来越多的人分享这一概念，它变得越来越广为人知，尤其是在那些员工迫不及待地等待假期的工作场所。尽管它没有官方的地位，假周五仍然是一个轻松迎接假期氛围的方式。",
      "guide": "庆祝假周五，试着在工作或和朋友聚会时享受一个轻松愉快的日子。你可以从随意的着装开始，甚至穿上节日主题的衣服，以增强对即将到来的假期的兴奋感。\n\n组织一场轻松的办公聚会或社交活动，让你和同事或朋友可以通过游戏、闲聊或假装‘周末已到’的方式享受时光。关键是放下平常的工作压力，享受更加无忧无虑的氛围。\n\n趁机分享一些节日的欢乐，提前开始庆祝。不管是播放节日音乐、分享小吃，还是讨论你即将到来的假期计划，假周五就是为节日气氛增添一些轻松的调调。",
      "taboos": "- 不要将假周五当作不工作或不专业的借口。\n- 避免排除那些不熟悉或不喜欢这一传统的同事或朋友。\n- 不要过于认真看待这一天；它本应是一个轻松愉快的庆祝活动。"
    },
    {
      "id": "national-espresso-day",
      "name": "国家浓缩咖啡日",
      "description": "国家浓缩咖啡日每年在11月23日庆祝，是为了纪念浓缩咖啡这一世界上最受欢迎的饮品之一。浓缩咖啡通过高压水流过细磨咖啡豆制作而成，浓烈的风味已经成为咖啡文化中的主流。在这一天，咖啡爱好者、咖啡师以及普通饮用者聚集在一起，享受并欣赏浓缩咖啡的各个版本。\n\n浓缩咖啡有着悠久的历史，它最早起源于20世纪初的意大利。多年来，浓缩咖啡已成为意大利咖啡文化的代名词，并在全球范围内影响了咖啡消费趋势。从直接饮用的浓缩咖啡到更复杂的饮品如卡布奇诺、拿铁和玛奇雅朵，国家浓缩咖啡日庆祝这种受欢迎饮品的多样性。\n\n在国家浓缩咖啡日，咖啡馆、咖啡店和家庭咖啡师常常提供以浓缩咖啡为基础的特别优惠、活动或促销。这是一个咖啡爱好者探索不同浓缩咖啡饮品、尝试新冲泡技巧，或者了解浓缩咖啡制作历史和艺术的机会。",
      "origin": "浓缩咖啡起源于意大利，在20世纪初首次问世。浓缩咖啡机的发明，使得水能够以高压通过精细磨碎的咖啡豆，从而革新了咖啡的冲泡方式。最初在意大利流行，浓缩咖啡很快成为全球现象，影响了全球的咖啡文化。\n\n国家浓缩咖啡日虽然并非官方假期，但随着时间的推移，已成为庆祝浓缩咖啡和其对全球咖啡文化影响的日子。这一天已经成为咖啡爱好者和业内人士的节日，大家通过这一活动提高对浓缩咖啡制作艺术的认识，并提供特别优惠。\n\n浓缩咖啡从传统的意大利饮品逐渐演变成全球咖啡文化的象征。今天，它已经成为许多其他咖啡饮品的基础，国家浓缩咖啡日庆祝这种丰富的历史，同时鼓励咖啡爱好者享受浓缩咖啡的纯粹风味，并尝试各种基于浓缩咖啡的新饮品。",
      "guide": "庆祝国家浓缩咖啡日，可以品尝你最喜欢的浓缩咖啡饮品。无论你喜欢简单的浓缩咖啡，浓郁的卡布奇诺，还是甜美的拿铁，这都是享受浓缩咖啡浓烈风味的日子。\n\n对于想要提升浓缩咖啡技能的咖啡爱好者，可以考虑去当地的咖啡馆参加特别的品尝活动，或者参加冲泡浓缩咖啡的工作坊，学习更多的技巧。你还可以使用传统的浓缩咖啡机，或者用Moka壶、AeroPress等替代方法在家制作浓缩咖啡。\n\n利用这个机会，了解浓缩咖啡的历史及其在咖啡文化中的地位。你可以研究浓缩咖啡如何成为标志性的饮品，并尝试不同的浓缩咖啡食谱。国家浓缩咖啡日是加深你对这种受欢迎饮品的欣赏的绝佳时机。",
      "taboos": "- 不要过量饮用浓缩咖啡，因为可能会引发不安或焦虑等负面反应。\n- 避免使用低质量的咖啡豆来冲泡浓缩咖啡，因为这会影响风味。\n- 不要忽视正确的浓缩咖啡制作过程或匆忙完成；请花时间欣赏这一工艺。"
    },
    {
      "id": "international-day-elimination-violence-against-women",
      "name": "国际消除对妇女暴力日",
      "description": "国际消除对妇女暴力日每年在11月25日举行，旨在提高全球对妇女暴力问题的认识。该日鼓励各国政府、民间社会组织以及个人共同努力，预防和消除所有形式的妇女暴力，包括家庭暴力和人口贩卖等。这个纪念日提醒人们需要支持受害者，并追究施暴者的责任，努力创造一个妇女能够生活在没有暴力和歧视的世界。",
      "origin": "国际消除对妇女暴力日由联合国于1999年设立，源自1960年米拉巴尔姐妹的悲惨遇害。米拉巴尔姐妹是多米尼加共和国的政治活动家，她们因反对拉斐尔·特鲁希略政权而被政府暗杀，这一事件成为了反抗压迫的象征。1999年，联合国将这一天定为国际纪念日，以纪念米拉巴尔姐妹，并引起全球对妇女暴力问题的关注。这一天尤为重要，因为它承认了性别暴力的交叉性，不仅仅包括身体暴力，还涉及情感、心理和经济虐待等。",
      "guide": "在11月25日的国际消除对妇女暴力日，世界各地的人们会参与各种旨在提高意识和展示团结的活动。这些活动可能包括抗议、研讨会和教育宣传，关注性别平等和妇女权利。对政府、非政府组织和个人来说，这是一个承诺采取行动、帮助终结对妇女暴力的日子，例如支持避难所、为幸存者提供资源、推动更强有力的法律。这一天也是反思文化和社会规范如何助长对妇女暴力的时刻，激励人们对性别正义作出更深刻的承诺。",
      "taboos": "- 在讨论此日时避免使用暴力语言或图像。\n- 不要轻视或开玩笑关于妇女暴力的问题。\n- 避免受害者指责的态度和语言。\n- 不要对幸存者的经历作出假设。\n- 不要强化有害的刻板印象或污名化受暴力影响的人。"
    },
    {
      "id": "thanksgiving-day",
      "name": "感恩节",
      "description": "感恩节是一项在美国及其他几个国家庆祝的国家假日，旨在表达感恩之情，并回顾过去一年的福祉。每年11月的第四个星期四，感恩节以家庭聚会、丰盛的节日餐和善举为特点。感恩节大餐是庆祝活动的核心，通常包括火鸡、填馅和南瓜派。\n\n这一节日也以游行、橄榄球比赛和慈善活动（如食物捐赠）为特色。许多美国人利用这一天与亲友团聚，并表达他们共同的感激之情。感恩节已成为一个兼具庆祝和反思意义的节日，融入了文化和历史背景。\n\n多年来，感恩节的传统有所演变，但其核心始终植根于感恩之中。它提醒人们珍惜那些丰富了我们生活的人和经历，成为美国最受珍视的节日之一。",
      "origin": "感恩节的起源可以追溯到17世纪初，1621年英格兰清教徒在马萨诸塞州普利茅斯经历了严冬后举行了一次丰收庆典。这次庆典由清教徒和万帕诺亚格人共同参加，后者分享了农业知识，并为庆典做出了贡献。\n\n感恩节直到1863年才正式确立为节日。当时正值南北战争，亚伯拉罕·林肯总统宣布将感恩节定为全国性假日。林肯的宣言受到作家莎拉·约瑟法·黑尔的影响，她曾倡导在全国范围内设立统一的感恩节。这一天被设想为在战乱时期促进国家团结和感恩的时刻。\n\n虽然感恩节的历史根源与清教徒和原住民有关，但现代的庆祝活动更多集中于家庭、感恩和社区。然而，这一节日的历史也引发人们对殖民者与原住民之间复杂且常常痛苦互动的反思。",
      "guide": "庆祝感恩节可以从与家人和朋友聚餐开始，享用传统佳肴，如烤火鸡、土豆泥、蔓越莓酱和南瓜派。共享一顿饭是节日的核心，提供了表达感激的机会。\n\n参与有意义的传统活动，如分享感恩之情、观看游行或参加社区活动。许多城市会举办感恩节游行和体育比赛，这些已成为节日的重要组成部分。\n\n考虑善举，例如在当地庇护所做志愿者或组织食物捐赠活动。感恩节也是回馈社区和帮助有需要之人的好时机。如果单独庆祝或以非传统方式度过，可以考虑写感恩日记或与亲友在线上互动。",
      "taboos": "- 避免过分关注物质主义，例如在当天进行过多购物。\n- 不要忽视历史背景及其对原住民社区的影响。\n- 避免浪费食物；计划餐点时尽量减少剩余食物。"
    },
    {
      "id": "national-day-of-mourning",
      "name": "国家哀悼日",
      "description": "国家哀悼日由原住民社区及其盟友在感恩节当天举行，旨在纪念原住民的韧性，并承认殖民带来的痛苦。这一纪念日始于1970年，是对传统感恩节庆祝活动的对立叙事，强调历史中的阴暗面，包括暴力、流离失所和文化抹杀。\n\n这一天通过聚会、仪式和和平抗议的形式纪念，通常在马萨诸塞州普利茅斯的科尔山举行。参与者反思历史的不公，并倡导原住民社区的权利与主权。这是一个缅怀过去和呼吁提高意识与团结的日子。\n\n国家哀悼日还是一个宣传原住民声音的平台，同时庆祝他们持久的文化和贡献。这是一个教育公众历史真相的机会，同时促进团结感与正义承诺。",
      "origin": "国家哀悼日始于1970年，当时万帕诺亚格领袖瓦姆苏塔·弗兰克·詹姆斯应邀在马萨诸塞州的感恩节庆祝活动上发表演讲。当他的演讲内容因批判殖民历史而被认为不合适时，詹姆斯组织了一场聚会，以纪念原住民的韧性并批评主流感恩节叙事。\n\n自那时起，国家哀悼日每年由原住民及其支持者纪念。这一天反思原住民经历的不公，包括土地掠夺、种族灭绝和强制同化政策。纪念日还强调原住民面临的持续挑战，如经济不平等和缺乏代表权。\n\n国家哀悼日的起源突显了重拾历史和提供原住民视角的重要性。这是原住民社区在系统性压迫面前持久力量与倡导的象征。",
      "guide": "纪念国家哀悼日的方式包括参加原住民社区组织的活动，例如聚会、守夜或教育讲座。这些活动通常包括演讲、讲故事和传统仪式，以纪念原住民的历史和文化。\n\n通过自我教育了解原住民的历史和当代问题。阅读书籍、观看纪录片或参加讲座可以提供有关原住民社区挑战与成就的重要见解。\n\n支持原住民组织，例如通过捐赠或志愿服务。通过社交媒体放大原住民的声音，分享教育内容，并倡导促进原住民权利和代表权的政策。利用这一天反思历史影响和盟友关系的重要性。",
      "taboos": "- 避免将这一天仅仅视为感恩节的替代品；它有独特的重要意义。\n- 不要轻视或忽视原住民的经历。\n- 避免形式化的支持；需要真正的参与和学习。"
    },
    {
      "id": "national-french-toast-day",
      "name": "国家法式吐司日",
      "description": "国家法式吐司日庆祝这种广受欢迎的经典早餐食品。每年11月28日，这一天专门表彰用面包、鸡蛋、牛奶以及糖或香料组合而成的美味法式吐司。法式吐司又称为“失落的面包”（pain perdu），这一名字象征着其用来利用过期面包的起源。\n\n这一天是美食爱好者享用这种多变菜肴的好时机。法式吐司可以搭配各种配料，比如糖浆、糖粉、新鲜水果或奶油。无论是简单的家常做法，还是花哨的美食版本，法式吐司已发展为备受喜爱的早餐食品，可以以无数种方式享用。\n\n国家法式吐司日不仅是对食物的庆祝，它还提醒人们烹饪和与家人共享美食的乐趣。它鼓励每个人尝试新食谱，探索文化变体，并品味这种永恒佳肴带来的安慰和风味。",
      "origin": "法式吐司的起源可以追溯到古罗马时期，当时的烹饪书籍如《阿皮修斯》中已有面包浸泡牛奶和鸡蛋的食谱。这种烹饪方式在欧洲广泛传播，逐渐演变为我们如今熟悉的法式吐司。在法国，这道菜被称为“pain perdu”，因为它传统上用来处理陈旧的面包，使其焕发生命。\n\n法式吐司通过欧洲移民传入美国，他们带来了自己的食谱和烹饪传统。随着时间推移，它成为美国家庭、餐馆和餐厅中不可或缺的早餐食品。国家法式吐司日的设立可能是为了庆祝这种备受喜爱的食品及其在早餐文化中的重要地位。\n\n如今，法式吐司作为一种全球知名的菜肴，有着众多区域变体。从甜味到咸味，它展现了厨师们的创造力和适应性。国家法式吐司日强调了这种菜肴的丰富历史和持久的人气，使其成为烹饪传统中备受珍视的一部分。",
      "guide": "庆祝国家法式吐司日，可以从在家制作一份经典的法式吐司早餐开始。尝试使用不同种类的面包，比如奶油面包或酸面包，以发现独特的风味和口感。加入创造性的配料，如焦糖香蕉、坚果，甚至巧克力酱，为法式吐司增添高级风味。\n\n如果您不擅长烹饪，可以前往当地的餐馆或咖啡馆品尝他们的法式吐司版本。许多餐厅提供独特的变化，可以为您在家中的创意提供灵感。您还可以借此机会了解来自不同文化的法式吐司食谱，比如香港风味的法式吐司或西班牙的 torrijas。\n\n通过在社交媒体上分享您的法式吐司体验，包括照片或食谱，鼓励他人加入庆祝活动。无论您是独自用餐，还是与亲朋好友共度美好时光，国家法式吐司日都是享用这道舒适佳肴的绝佳借口。",
      "taboos": "- 避免在尝试新食谱时浪费食材。\n- 不要认为法式吐司总是甜的，咸味版本也同样美味。\n- 不要忽视其他文化中法式吐司的变体。"
    },
    {
      "id": "black-friday",
      "name": "黑色星期五",
      "description": "黑色星期五是感恩节后的购物盛事，标志着假日购物季的非正式开端。以大规模折扣和促销闻名，黑色星期五已成为一年中最繁忙的购物日之一。零售商提供限时优惠，吸引了大量的实体店顾客和线上消费者。\n\n这一活动因清晨开店、门市优惠以及顾客激烈竞争抢购最佳商品而著称。近年来，线上购物愈发受到青睐，许多零售商在其网站上提供黑色星期五折扣，甚至将促销延续至“网络星期一”。\n\n黑色星期五不仅是一场经济活动，也是一个社会现象，人们提前几天规划购物策略。虽然这是一个省钱购买节日礼物的好机会，但它也突显了消费驱动的季节特征。尽管混乱不断，它仍然是零售商的重要经济事件，也是数百万人热切期待的传统。",
      "origin": "“黑色星期五”一词起源于20世纪60年代的费城，当时用于形容感恩节后一天的交通拥堵和购物人潮。后来，零售商采纳了这个词，并将其与节日季从财务亏损（“红字”）到盈利（“黑字”）的转变联系在一起。\n\n黑色星期五在20世纪80年代成为全国性热点，并逐渐演变为美国的文化现象。随着时间推移，这一活动扩展至国际市场，包括加拿大、英国和澳大利亚等国家也采用类似的促销活动。电子商务的兴起进一步推动了黑色星期五的流行，使其成为全球性的购物节日。\n\n尽管本质上是商业活动，黑色星期五已成为假期准备的象征。它反映了消费者行为的变化以及在线零售日益增长的影响。随着零售商创新促销方式，包括限时抢购、黑色星期五前活动和延长的购物周期，这一活动仍在不断演变。",
      "guide": "为迎接黑色星期五做好准备，提前研究促销信息并制定购物清单。优先考虑所需物品并设定预算，以避免超支。使用应用程序和网站等在线资源比较价格并跟踪折扣。\n\n如果计划前往实体店购物，请提前到达并规划购物路线，以确保抢到最佳优惠。对于在线购物者，确保网络连接稳定，并准备好付款方式以避免结账延误。\n\n考虑支持小型企业或购买本地生产的商品，将其作为黑色星期五购物的一部分。在享受折扣的同时，记住要保持耐心并对他人礼貌。虽然黑色星期五可能会很忙碌，但通过适当准备，它也可以是一次有趣且值得的体验。",
      "taboos": "- 避免冲动购物；坚持预算和购物清单。\n- 不要在购物时表现出攻击性或粗鲁行为。\n- 避免在不显著优惠的商品上花费过多。"
    },
    {
      "id": "native-american-heritage-day",
      "name": "美国原住民文化遗产日",
      "description": "美国原住民文化遗产日旨在庆祝美国原住民丰富的历史、文化和贡献。每年感恩节后的星期五举行，这一天为纪念原住民社区的韧性与成就提供了机会，同时也反思他们过去和现在所面临的挑战。\n\n这一节日鼓励人们了解原住民的传统、语言和价值观，并强调其对美国历史和社会的持久影响。讲故事、文化展览和讨论等活动帮助提升对原住民文化的认识和欣赏。\n\n美国原住民文化遗产日不仅关注过去，还庆祝当代的成就。它为原住民艺术家、活动家和领导者提供了一个平台，认可他们对文化和社会格局的持续塑造。",
      "origin": "美国原住民文化遗产日作为美国原住民文化遗产月庆祝活动的一部分，由乔治·W·布什总统于2008年正式指定。这一天定在感恩节后的星期五，恰逢许多美国人反思家庭和文化联系的时机。\n\n从历史上看，纪念原住民文化的努力一直是由基层推动的，倡导者和组织致力于解决历史忽视和刻板印象问题。这一天的设立标志着向承认原住民在国家历史中的核心地位迈出了重要一步。\n\n美国原住民文化遗产日的起源体现了一种更广泛的运动，旨在向公众普及原住民的文化和历史。它提醒人们对原住民社区的持续贡献给予尊重、包容和公正。",
      "guide": "庆祝美国原住民文化遗产日可以从探索原住民社区的历史和传统开始。参加当地的文化展览、讲故事会或讲座，了解他们丰富的遗产。\n\n支持原住民工匠和企业，购买手工艺品、艺术品或其他产品。这些企业是许多原住民社区保护传统和维持经济的重要手段。\n\n教育自己和他人关于原住民今天面临的挑战，包括土地权利、教育机会和代表性问题。利用社交媒体扩大原住民声音，并分享有助于理解和倡导原住民事业的资源。",
      "taboos": "- 避免在不了解或不尊重的情况下使用原住民符号、服饰或习俗。\n- 不要将这一天简化为刻板印象或对原住民文化的过度简单化描述。\n- 避免将这一天视为感恩节的延伸，而不承认其独特的目的。"
    },
    {
      "id": "international-day-solidarity-palestinian-people",
      "name": "国际声援巴勒斯坦人民日",
      "description": "国际声援巴勒斯坦人民日是联合国设立的纪念日，旨在关注巴勒斯坦人民的权利、斗争与愿望。每年11月29日，这一天纪念1947年联合国大会关于巴勒斯坦分治的决议，这是中东历史的一个重要转折点。\n\n这一天为反思巴勒斯坦人民所面临的挑战提供了契机，包括流离失所、占领和缺乏国家地位。讨论会、电影放映和文化展览等活动旨在增强意识并促进全球声援。\n\n国际声援巴勒斯坦人民日还强调通过和平与公正的方式解决以色列与巴勒斯坦冲突的重要性，倡导对话、相互尊重以及遵守国际法。这一天为放大巴勒斯坦声音并支持其权利与愿景提供了平台。",
      "origin": "国际声援巴勒斯坦人民日由联合国于1977年设立。11月29日的日期选择与联合国大会在1947年通过关于巴勒斯坦分治的第181号决议的周年日相吻合，该决议建议将巴勒斯坦分为犹太和阿拉伯两个国家。\n\n这一纪念日的设立是对决议后巴勒斯坦人持续流离失所和困境的回应。它旨在引起全球对巴勒斯坦问题的关注，并重申联合国对和平解决冲突的承诺。\n\n这一纪念日的起源深深扎根于国际社会解决现代历史上最长期和复杂冲突之一的努力。它反映了一种集体追求正义、和平和实现巴勒斯坦人民权利的愿望。",
      "guide": "纪念国际声援巴勒斯坦人民日，可以通过参加讨论会、电影放映或文化展览等活动来深入了解巴勒斯坦的历史、文化与愿望。这些活动有助于了解他们的斗争和贡献。\n\n利用教育资源了解以色列与巴勒斯坦冲突的历史和当代维度。阅读书籍、观看纪录片或参与网络研讨会，有助于深化对问题的理解。\n\n支持和平与正义的倡议，例如为致力于公正解决冲突的组织提供支持。在社交媒体上分享准确信息，促进对巴勒斯坦事业的意识和对话。",
      "taboos": "- 避免将冲突简单化或在讨论中采取片面立场。\n- 不要延续刻板印象或使用煽动性言辞，这可能阻碍建设性对话。\n- 避免在纪念活动中忽视巴勒斯坦文化与历史的丰富性。"
    },
    {
      "id": "nellie-tayloe-ross-birthday",
      "name": "内莉·泰洛·罗斯诞辰",
      "description": "内莉·泰洛·罗斯诞辰纪念内莉·泰洛·罗斯的生平和成就，她是美国历史上第一位担任州长的女性。1876年11月29日，罗斯出生于密苏里州圣约瑟夫。1925年，她成为怀俄明州州长，打破了性别障碍。她在美国政治中的开创性遗产继续激励着女性和性别平等的倡导者。\n\n在担任州长之前，内莉因丈夫威廉·B·罗斯的去世而被推举为候选人，并竞选完成了丈夫的州长任期。她积极推动进步政策和妇女权利，展现了强大的领导力。后来，她成为美国铸币局的首位女性局长，担任该职位长达20年。\n\n这一天旨在庆祝她的先锋精神以及她在推动女性领导力方面的贡献。内莉·泰洛·罗斯诞辰提醒我们突破社会规范的重要性，并在各领域争取平等。",
      "origin": "内莉·泰洛·罗斯的突破性职业生涯始于1924年，当时她当选为怀俄明州州长，成为美国第一位担任此职位的女性。这一选举发生在女性刚刚获得投票权的时代，是性别平等斗争中的一个重要时刻。她作为州长的任期集中于教育、儿童福利和税制改革等问题。\n\n罗斯出生于密苏里州一个务农家庭，在女性政治机会有限的时代成长。与律师和政治家威廉·B·罗斯的婚姻将她引入政治领域。在丈夫早逝后，她通过倡导妇女选举权和社会改革赢得了怀俄明州民众的支持，逐渐崭露头角。\n\n除了担任州长，她还在1933年被富兰克林·罗斯福总统任命为美国铸币局局长，再次创造历史。在任期间，她推动了关键的改革和现代化，因其领导能力而受到广泛尊敬。她的遗产成为女性在政府角色中坚韧不拔的象征，也是女性进步的重要标志。",
      "guide": "庆祝内莉·泰洛·罗斯诞辰，可以通过了解她的生平与成就开始。阅读传记或观看纪录片，深入了解她对美国政治的贡献以及她作为女性领导先锋的角色。\n\n参与教育活动，例如举办关于美国女性政治历史的讨论会或演讲。学校和社区团体可以组织活动，通过反思罗斯的成就和她克服的障碍来激励下一代领导者。\n\n考虑参观女性历史纪念馆或致力于纪念罗斯贡献的历史遗址。在社交媒体上分享她的故事，强调她工作的意义及其如何继续激励性别平等方面的进步。",
      "taboos": "- 避免将她的成就简化为仅与丈夫的联系；她是独立的领导者。\n- 不要忽视她对女性权利和政治进步的广泛贡献。\n- 避免以现代标准批评她的遗产，而忽视她所处时代的挑战。"
    },
    {
      "id": "state-holiday",
      "name": "州假日",
      "description": "州假日是指在特定州或地区内庆祝的重要日子。这类假日的性质和目的各不相同，可能用于纪念历史事件、文化传统或杰出人物，也可能是居民休息和庆祝的日子。这些假日反映了州的独特身份和文化遗产。\n\n根据各州的传统，州假日可能包括游行、公共仪式或特殊活动。有些与季节性节庆相关，而另一些则是为了纪念州历史中的重要时刻或表彰杰出人物的贡献。\n\n州假日通常为居民提供了一个与本地文化和历史联系的机会。这些假日提醒人们，每个州在国家整体文化中都有其独特的传统和丰富的多样性。",
      "origin": "州假日的概念起源于庆祝具有地方重要性的事件、人物或里程碑的愿望，这些内容可能在国家层面未被广泛认可。州政府有权宣布这些假日，以体现其地区独有的价值观和历史。\n\n从历史上看，许多州假日的设立是为了纪念重要的日期，例如建州周年纪念，或庆祝地方英雄和文化贡献。例如，各州经常纪念建州日期、重要战役或对地区发展有深远影响的领导人。\n\n个别州假日的起源深深植根于地方历史，通常涉及基层努力或立法行动。它们突出了州特定叙事在塑造居民社区意识和自豪感中的重要性。",
      "guide": "庆祝州假日的方式包括参与当地组织的活动和庆祝活动，例如游行、历史再现、文化节或社区聚会，这些活动突出了节日的意义。\n\n花时间了解假日背后的历史和意义。参观当地博物馆、地标或参加教育项目，可以加深您对州文化遗产及庆祝原因的理解。\n\n通过支持假日期间的地方企业、艺术家或组织，与社区互动。在社交媒体上分享您的庆祝经历，也有助于提高人们对假日重要性的认识和欣赏。",
      "taboos": "- 避免忽视假日的历史或文化背景。\n- 不要单纯将这一天视为放假，而不参与其意义相关的活动。\n- 避免通过与国家节日的不利比较来削弱假日的重要性。"
    },
    {
      "id": "presidents-day",
      "name": "总统日",
      "description": "总统日是美国的联邦假日，用于纪念所有美国总统的遗产，特别是首任总统乔治·华盛顿和领导国家度过内战的亚伯拉罕·林肯。每年2月的第三个星期一庆祝，这一天是为了反思总统职位对国家发展与团结的贡献。\n\n最初于1885年设立以纪念乔治·华盛顿的生日，这一假日后来演变为纪念所有美国总统，庆祝领导力和民主原则的方式。总统日通常通过教育活动、公共仪式和零售促销等方式庆祝，既是历史性的又具有商业意义的节日。\n\n这一天提供了一个机会，向塑造国家历史的领导者们的远见和奉献致敬。总统日鼓励公民思考领导力、服务精神以及总统职位对美国社会持久的影响。",
      "origin": "总统日的起源可以追溯到2月22日乔治·华盛顿生日的庆祝活动。最早在1885年被确认为联邦假日，这一天最初仅用于纪念华盛顿，他在美国革命和作为第一任总统期间的领导树立了国家的基础性先例。\n\n1971年，《统一星期一假日法案》将假日改为2月的第三个星期一，创造了一个长周末，并非正式地将范围扩大到纪念所有美国总统。这一变化还旨在通过延长周末来标准化假日庆祝和促进经济收益。\n\n总统日已成为对美国历史和总统职位不断演变的反映。这个假日突出过去领导者的成就与挑战，鼓励公民珍视有效领导对国家发展的重要性。",
      "guide": "庆祝总统日，可以通过了解美国总统的生平和成就开始。参观致力于总统历史的历史地标、博物馆或图书馆，例如弗农山庄、林肯纪念堂或总统图书馆。\n\n参与教育活动，例如阅读传记、观看纪录片或参与有关领导力和民主的讨论。学校和社区组织通常会举办活动，教育公众过去总统的贡献。\n\n花时间反思民主和公共服务的原则。考虑通过志愿服务或参与公民活动来纪念总统职位所体现的领导力和奉献精神。在社交媒体上分享您的见解和体验，激励他人参与。",
      "taboos": "- 避免在讨论总统时过于简单化或理想化，而忽略他们角色的复杂性。\n- 不要忽视广泛的历史背景及其对所有公民的影响。\n- 避免将假日仅仅简化为与购物促销相关的商业活动。"
    },
    {
      "id": "lincolns-birthday",
      "name": "林肯诞辰日/林肯日",
      "description": "林肯诞辰日，也称为林肯日，旨在纪念亚伯拉罕·林肯的生平与遗产。他是美国第16任总统，以在内战期间的领导能力和通过《解放黑人奴隶宣言》废除奴隶制而闻名。这一天在某些州每年纪念，是反思林肯为国家团结与自由事业做出贡献的时刻。\n\n林肯于1809年2月12日出生在肯塔基州一座简陋的小木屋中，凭借对正义、平等和维护联邦的奉献精神而成为国家的象征。他的《葛底斯堡演讲》等演讲是美国政治修辞的经典，强调了团结与民主价值观。\n\n林肯诞辰日通过教育活动、历史重现和社区活动庆祝林肯对民权和民主原则的贡献，提醒人们他的总统职位对美国历史产生的持久影响。",
      "origin": "林肯诞辰日的庆祝始于19世纪晚期，尤其是在1865年林肯被暗杀之后。这一天最初在伊利诺伊州等个别州开始纪念，反映了人们对林肯领导能力和废除奴隶制承诺的普遍钦佩。\n\n林肯诞辰日作为节日的起源，与他作为美国最受尊敬总统之一的持久遗产密切相关。他在内战期间的领导力和对统一国家的愿景为他赢得了尊崇地位。虽然这一天不是联邦假日，但它在一些州和总统日庆祝活动中得到了认可。\n\n这一节日突出了林肯对美国社会的贡献，包括他对平等与正义的倡导。它是一个教育和激励公民珍视坚持和领导力价值的时刻。",
      "guide": "庆祝林肯诞辰日，可以通过学习他的生平与成就开始。参观林肯的出生地、林肯纪念堂或与内战历史相关的博物馆。阅读他的演讲或传记等教育活动，可以加深对他影响的理解。\n\n参与社区活动或学校项目，以纪念林肯的贡献。这些活动可能包括讲座、电影放映或总统任期关键时刻的重现。\n\n反思林肯倡导的正义和平等原则。通过参与与民权相关的事业或讨论林肯理想在当代社会的相关性，体现这一节日的意义。",
      "taboos": "- 避免过于简化林肯的遗产；他的总统生涯充满了复杂性与挑战。\n- 不要将这一天仅作为一般历史纪念，而忽视其特定意义。\n- 避免忽略内战及其对所有美国人的广泛影响。"
    },
    {
      "id": "day-after-thanksgiving",
      "name": "感恩节后一天",
      "description": "感恩节后一天是美国广泛庆祝的日子，标志着家庭聚会、休闲放松以及节日购物季的开始。通常被称为“黑色星期五”，这一天连接了感恩节的庆祝和年底节日的筹备。\n\n传统上，感恩节后一天是家庭成员继续庆祝、享用剩菜和参与休闲活动的时光。对许多人来说，它也是节日礼品采购季的开端，零售商提供大量折扣和促销活动。\n\n尽管具有商业性质，感恩节后一天也是反思与感恩的时刻。它为人们提供了与亲友共度时光的机会，并享受节日季节赋予的文化传统。",
      "origin": "感恩节后一天在20世纪中期成为一个广泛认可的休息日。它与购物和商业的联系起源于20世纪60年代，当时零售商开始提供大规模促销以拉开节日购物季的序幕。\n\n“黑色星期五”一词最早于20世纪50年代由费城警方使用，描述这一天的交通拥堵和商店人流。随着时间的推移，这一术语转变为积极含义，反映了零售业利润的提升。\n\n这一天的起源反映了传统与现代消费文化的融合。尽管起源于感恩节后的休闲，它已成为标志着圣诞季非正式开始的主要经济事件。",
      "guide": "庆祝感恩节后一天，可以与家人和朋友共度时光。利用这一天享用感恩节剩菜、观看节日电影或参与户外活动，如远足或布置节日装饰。\n\n如果喜欢购物，可以利用“黑色星期五”的优惠，但要合理规划购买，避免过度消费。许多零售商现在提供在线购物选项，方便您在家完成采购。\n\n反思感恩节所代表的感恩与团结精神。考虑通过向慈善机构捐款或参加志愿活动，为社区弱势群体提供帮助。",
      "taboos": "- 避免过度关注物质消费；记住这一天与感恩节精神的联系。\n- 不要制造购物环境的混乱；优先考虑安全与友善。\n- 避免因消费活动忽视家庭团聚的宝贵机会。"
    },
    {
      "id": "american-indian-heritage-day",
      "name": "美国印第安文化遗产日",
      "description": "美国印第安文化遗产日庆祝美国原住民的历史、文化和贡献。每年在感恩节后的星期五举行，这一天旨在纪念原住民社区的韧性与成就，同时促进对他们持续奋斗与胜利的认识。\n\n这一天鼓励了解原住民的传统、语言和价值观，突出其在美国历史结构中的重要性。文化活动、讲故事会和教育项目通常被组织起来，以增进对原住民文化的欣赏与理解。\n\n美国印第安文化遗产日不仅关注过去，还庆祝当代成就。它为认可原住民领袖、艺术家和活动家提供了一个平台，强调他们对国家文化与社会景观的持续塑造。",
      "origin": "美国印第安文化遗产日被正式确定为美洲原住民文化遗产月的一部分，反映了关注原住民丰富多样遗产的努力。该假日强调保护与推广原住民文化在国家叙事中的重要性。\n\n这一节日的起源与原住民社区及其盟友的倡导密切相关，他们寻求创造一个纪念与教育的空间。这一天的设立旨在促进对原住民文化的尊重，并对抗历史忽视和刻板印象。\n\n美国印第安文化遗产日的设立标志着对原住民在美国历史中核心角色的认可。这体现了一种通过教育和倡导纪念过去与支持未来的承诺。",
      "guide": "庆祝美国印第安文化遗产日，可以通过学习原住民社区的历史与传统开始。参加当地的文化活动，例如舞蹈表演、讲故事会或艺术展览，了解原住民遗产。\n\n支持原住民工匠和企业，购买手工艺品、珠宝或其他产品。这些企业是许多原住民社区保护传统与维持经济的重要途径。\n\n利用教育资源加深对原住民历史与当代问题的理解。在社交媒体上分享您学到的内容，扩大原住民声音，并鼓励他人欣赏他们的贡献。",
      "taboos": "- 避免在不了解或不尊重的情况下使用原住民符号、服饰或习俗。\n- 不要过于简单化或误解原住民文化。\n- 避免将这一天仅仅视为娱乐活动，而忽视其更深层的意义。"
    },
    {
      "id": "small-business-saturday",
      "name": "小企业星期六",
      "description": "小企业星期六是一个年度活动，旨在鼓励消费者支持本地小型独立企业。每年感恩节后的星期六举行，这一天作为“黑色星期五”和“网络星期一”的补充，强调本地企业在社区中的价值及其对经济增长的贡献。\n\n由美国运通公司于2010年发起，小企业星期六已经发展为一项全国性运动。它突出了支持邻里商店、工匠和服务提供商的重要性，尤其是在繁忙的节日购物季中。通过选择在小企业购物，消费者为本地经济做出了贡献，同时帮助维持独特的商业实体。\n\n这一天庆祝小企业为社区带来的特色和多样性。它提醒人们支持本地企业家可以加强社区联系，促进可持续经济实践，使其成为节日购物季的重要组成部分。",
      "origin": "小企业星期六于2010年由美国运通公司发起，旨在支持在经济衰退中恢复的小企业。这项活动旨在鼓励消费者在节日期间支持本地独立企业，并将关注点放在小型企业上。\n\n在地方商会、社区协会和消费者的广泛参与下，这一天迅速获得了认可。到2011年，它获得了美国参议院的官方认可，并得到了全国各地州和地方领导人的支持。\n\n小企业星期六的起源反映了人们对小企业在经济中关键作用的日益重视。它强调了培育创业精神、社区和可持续文化的重要性。",
      "guide": "庆祝小企业星期六，可以通过光顾您所在地区的本地企业来支持独立商家。寻找独立零售商、社区精品店和小餐馆，以购买商品或服务。许多企业会通过提供特别促销或折扣来庆祝这个节日。\n\n利用社交媒体宣传您喜欢的小企业，分享他们的产品或服务，并鼓励他人也参与支持。通过使用#ShopSmall或#SmallBusinessSaturday等标签加入这项活动，扩大影响力。\n\n如果您是一名小企业主，可以通过举办活动、提供折扣或与其他本地企业合作来吸引顾客。通过研讨会、赠品活动或社交媒体宣传，与社区建立联系，让您的企业在节日购物季中脱颖而出。",
      "taboos": "- 避免在这一天优先光顾连锁店或大型公司；重点是本地企业。\n- 不要忽视小型服务提供商或工匠对本地经济的贡献。\n- 避免将这一天仅仅视为折扣活动，而忽略其社区建设意义。"
    },
    {
      "id": "day-remembrance-chemical-warfare-victims",
      "name": "纪念所有化学武器受害者日",
      "description": "纪念所有化学武器受害者日旨在悼念因化学武器而受害和逝去的人们。每年11月30日，这一天为反思化学战争的毁灭性后果和重申消除这些武器的全球承诺提供了一个庄严的契机。\n\n这一天是认可幸存者韧性的机会，同时向为防止化学武器使用而不懈努力的人们致敬。教育计划、纪念仪式和公众讨论强调了警惕性的重要性以及遵守《化学武器公约》等国际条约的必要性。\n\n这一纪念日突出了通过和平与外交解决冲突的重要性。通过纪念受害者，这一天希望激励集体行动，确保化学武器不再被使用。",
      "origin": "纪念所有化学武器受害者日由联合国于2005年设立。该日期与《化学武器公约》的重要周年纪念日相吻合，以表彰禁止化学武器组织（OPCW）的努力。\n\n化学战争有着悲惨的历史，从第一次世界大战中的大规模使用到后来的大规模杀伤性武器事件。《化学武器公约》于1993年通过，是国际社会消除化学武器和追究肇事者责任的重要里程碑。\n\n这一纪念日的起源深植于国际社会对维护人道主义原则和促进全球安全的承诺。它反映了持续解决化学战争遗留问题和防止未来暴行的斗争。",
      "guide": "参与纪念所有化学武器受害者日，可以通过参加社区中的纪念活动或教育项目。这些活动可能包括讲座、电影放映或展示化学武器历史及其影响的展览。\n\n支持致力于消除化学武器并为幸存者提供援助的组织，例如OPCW。捐赠、志愿服务或在社交媒体上宣传这些组织的使命都是有效的方式。\n\n利用这一天了解《化学武器公约》等国际条约，以及外交努力在防止化学战争中的重要性。与他人分享您的学习成果，以促进理解与警惕。",
      "taboos": "- 避免轻视化学战争的严重性或其对受害者的影响。\n- 不要传播有关化学武器相关历史或当前事件的错误信息。\n- 避免忽视幸存者及致力于支持他们的组织的贡献。"
    },
    {
      "id": "world-aids-day",
      "name": "世界艾滋病日",
      "description": "世界艾滋病日是每年12月1日举行的国际纪念日，旨在提高人们对艾滋病的认识，缅怀因该病逝世的人们，并支持生活在艾滋病病毒中的人们。自1988年设立以来，这是首批全球健康纪念日之一，突出了应对这一流行病时团结的重要性。\n\n这一天是教育公众了解艾滋病传播、预防和治疗的一个平台，同时强调消除对艾滋病感染者的污名和歧视的必要性。全球范围内组织了公众论坛、宣传活动和筹款活动。\n\n世界艾滋病日反映了医学研究取得的进展以及确保全民获得医疗服务所面临的持续挑战。它提醒我们集体责任的重要性，通过预防、治疗和倡导，共同努力实现无艾滋病的世界。",
      "origin": "世界艾滋病日由世界卫生组织（WHO）和联合国于1988年设立，旨在将全球关注聚焦于艾滋病流行。该倡议旨在教育公众、动员资源，并促进国家间的团结应对艾滋病。\n\n世界艾滋病日的起源可以追溯到流行初期，当时错误信息和恐惧主导了公众的认知。活动家、医疗提供者和政策制定者希望创建一个平台，推广教育、减少污名并支持科学研究。\n\n自设立以来，世界艾滋病日在引起对这一流行病的关注和促进全球合作方面发挥了重要作用。它突出了倡导、研究和医疗保健在应对艾滋病挑战中的重要性。",
      "guide": "参与世界艾滋病日，可以通过参加致力于艾滋病预防和意识的活动或支持相关组织。这些活动可能包括步行、烛光守夜或教育项目。\n\n佩戴红丝带（艾滋病意识的象征），以表明支持和团结。在社交媒体上分享有关艾滋病的准确信息，并鼓励关于预防和治疗的讨论。\n\n考虑向为艾滋病感染者提供护理和支持的组织捐款或做志愿者。倡导促进医疗保健的政策，并在您的社区内反对污名和歧视。",
      "taboos": "- 避免传播关于艾滋病的神话或错误信息。\n- 不要对受艾滋病影响的人们表现出歧视或污名化行为。\n- 避免忽视持续教育和倡导工作的重要性。"
    },
    {
      "id": "first-sunday-advent",
      "name": "将临期第一主日",
      "description": "将临期第一主日标志着基督教礼仪日历中将临期的开始。在圣诞节前的第四个星期日，这一天开启了一个准备、反思和期待耶稣基督诞生的时期。它为将临期奠定了基调，一个以希望、信仰、喜乐和爱的主题为特征的季节。\n\n在将临期第一主日，基督徒点燃将临花环上的第一支蜡烛，通常象征着希望。教堂礼拜可能包括与基督降临预言相关的经文、圣歌和祷告。家庭常常通过将临日历、灵修阅读和慈善活动将这些传统融入日常生活。\n\n这一天邀请信徒为圣诞节的庆祝活动进行属灵准备。它鼓励人们更深入地反思基督降临的意义及其对信仰和生活的影响。将临期第一主日是拥抱期待与准备主题的时刻，为即将到来的欢庆季节做好准备。",
      "origin": "将临期的传统可以追溯到基督教早期，其根源在于为重大宗教庆典的禁食和准备实践。“将临”一词源自拉丁语“adventus”，意为“到来”，既指庆祝基督的诞生，也指期盼他的再临。\n\n到公元6世纪，教会已将将临期正式确立为反思与悔改的季节。随着时间的推移，它演变为为圣诞节进行欢喜准备的时期，重点关注希望、平安和救赎等主题。将临花环于19世纪在德国引入，成为这一季节的重要象征。\n\n将临期第一主日仍然是基督教日历中的重要日子，标志着一个致力于属灵更新和期待的时期的开始。它将古老的传统与现代实践联系起来，强调基督信息的持久相关性。",
      "guide": "通过点燃将临花环上的第一支蜡烛象征希望来庆祝将临期第一主日。反思以希望、平安、喜乐和爱为主题的经文和灵修材料。\n\n参加包括将临期特定祷告和圣歌的教堂礼拜。参与家庭传统，例如制作或使用将临日历来倒数圣诞节的到来。\n\n考虑在将临期期间进行善举和慈善活动，以体现其爱的讯息。通过志愿服务、向有需要的人捐赠或与亲人共度优质时光，为您的庆祝增添深度。",
      "taboos": "- 避免将将临期商业化或掩盖其属灵意义。\n- 不要忽视这一天的反思和准备意义。\n- 避免仅限于仪式而不理解其更深层次的意义。"
    },
    {
      "id": "rosa-parks-day",
      "name": "罗莎·帕克斯日",
      "description": "罗莎·帕克斯日纪念民权运动标志性人物罗莎·帕克斯的生平与遗产。这位因抗议种族隔离而成为象征的女性在1955年12月1日拒绝为白人乘客让座，从而引发了蒙哥马利巴士抵制运动。某些州每年12月1日庆祝这一纪念日，以纪念她在争取正义和平等方面的重要作用。\n\n这一天庆祝帕克斯的勇气以及她在挑战种族隔离制度和争取平等权利方面的关键作用。教育项目、社区活动和公众讨论通常聚焦于她对民权运动的贡献及其对社会正义斗争的持久影响。\n\n罗莎·帕克斯日不仅是对她个人勇气的致敬，也提醒人们个人行动在推动社会变革中的力量。它鼓励人们反思已经取得的进展以及在争取公民权利和平等方面仍需完成的工作。",
      "origin": "罗莎·帕克斯日最早于2000年由加利福尼亚州设立，随后被俄亥俄州等其他州采用。该纪念日旨在纪念1955年12月1日帕克斯的历史性行动，这一行动成为蒙哥马利巴士抵制运动的催化剂，也是民权运动的转折点。\n\n帕克斯的抗争揭露了“吉姆·克劳法”不公正的法律体系，并激励了包括马丁·路德·金博士在内的活动家为种族平等而斗争。作为“民权运动之母”，她的遗产激励了全球无数个人和运动。\n\n这一纪念日的起源与基层努力密切相关，旨在认可非裔美国人对国家历史的贡献。它是一个庆祝勇气、韧性以及持久反抗不公的节日。",
      "guide": "通过学习帕克斯的生平和她对民权运动的贡献来庆祝罗莎·帕克斯日。观看纪录片、阅读相关书籍或参加关于她遗产的讲座。\n\n参与社区活动或与推动社会正义与平等的组织合作，做志愿者。利用这个机会反思自己如何为社区的积极变革做出贡献。\n\n在社交媒体上分享帕克斯的故事及其行动的重要性。鼓励围绕民权重要性的对话，以及为所有人争取平等而需继续完成的工作。",
      "taboos": "- 避免将帕克斯的遗产简化为单一的抗争行为；她的行动跨越了数十年。\n- 不要忽视民权运动的广泛斗争或将其重要性缩小化。\n- 避免没有意义的形式化姿态，而忽略纪念日的真正目的。"
    },
    {
      "id": "international-day-abolition-slavery",
      "name": "废除奴隶制国际日",
      "description": "废除奴隶制国际日每年12月2日举行，旨在突显全球消除现代奴隶制的持续努力。这一天提醒人们，全球仍有数百万人陷于强迫劳动、人口贩运、童工剥削等现代奴隶制形式中。\n\n由联合国设立，这一天致力于提高对这些问题的认识，并鼓励政府、组织和个人采取行动。通过教育活动、公众讨论和倡导计划，揭示现代奴隶制普遍存在的问题，并动员支持其废除的行动。\n\n这一纪念日强调需要警惕和全球合作以保护人权。通过解决诸如贫困、不平等和教育匮乏等根本原因，这一天倡导全面的解决方案，以消除一切形式的奴役现象。",
      "origin": "废除奴隶制国际日由联合国于1986年设立，以纪念1949年通过的《打击人口贩运及他人剥削卖淫的公约》。\n\n尽管奴隶制在19世纪和20世纪早期被大多数国家正式废除，现代奴隶制形式仍然存在，全球数百万人深受其害。这一天旨在关注这一现实，并重申对结束一切形式人类剥削的承诺。\n\n这一纪念日的起源强调了国际社会打击奴隶制和人口贩运的责任。它反映了集体努力维护人类尊严和创造没有剥削的世界的承诺。",
      "guide": "通过了解现代奴隶制及其各种形式来纪念废除奴隶制国际日。阅读报告、参加网络研讨会或观看有关人口贩运和强迫劳动的纪录片。\n\n支持致力于打击现代奴隶制的组织，通过捐赠、志愿服务或宣传他们的努力来帮助实现目标。倡导解决诸如贫困和不平等等剥削根源的政策。\n\n通过组织讨论或研讨会教育社区其他成员这一重要问题。在社交媒体上分享事实和资源，鼓励集体行动对抗奴隶制。",
      "taboos": "- 避免认为奴隶制是过去的问题；它仍然是一个紧迫问题。\n- 不要传播错误信息或过于简化现代奴隶制的复杂性。\n- 避免无所作为；这一天需要积极的参与和倡导。"
    },
    {
      "id": "cyber-monday",
      "name": "网络星期一",
      "description": "网络星期一是感恩节后第一个星期一的年度在线购物活动。作为假日购物季的重要一天，它鼓励消费者利用独家在线优惠和折扣。自2005年设立以来，网络星期一已发展为全球现象，吸引了数百万购物者，大幅推动电子商务。\n\n各领域的零售商通过提供电子产品、服装、家居用品等的显著折扣参与其中。这一天为消费者提供了从家中便利地完成节日购物的机会。网络星期一的吸引力在于其可及性和在线促销的竞争性。\n\n这一购物日已成为数字商务增长的代名词，展现了消费习惯的转变以及在线平台在塑造现代零售中的重要性。",
      "origin": "网络星期一于2005年由国家零售联合会的在线分支机构Shop.org创造，旨在推广感恩节后电子商务的发展。据观察，感恩节后的星期一，随着人们回到工作岗位，会有在线销售的高峰。\n\n这一倡议迅速获得动力，零售商和消费者都积极接受这一概念。随着时间推移，它已扩展到全球范围，世界各地的企业都参与其中。“网络星期一”一词反映了零售领域的数字化转变以及消费者购物体验的技术化。\n\n网络星期一的起源凸显了消费者行为的演变以及电子商务日益增长的主导地位。它是便利性、创新和零售行业变化的庆祝。",
      "guide": "参与网络星期一，通过研究优惠并创建购物清单提前规划您的购物。许多零售商会提前发布折扣信息，允许您优先购买并最大限度地节省开支。\n\n通过设定预算并避免冲动消费，实现负责任的购物。专注于您需要的商品或计划购买的高价产品，例如电子产品或家电。\n\n利用价格追踪工具、优惠券代码和返现计划进一步提升您的储蓄。与朋友和家人分享您发现的最佳优惠，帮助他们也充分利用网络星期一的机会。",
      "taboos": "- 避免过度消费或仅因折扣而购买不必要的商品。\n- 不要忽视在线交易的安全性；优先选择可信网站和支付方式。\n- 避免在未研究折扣的情况下临时购物，这可能导致错失机会或疏忽。"
    },
    {
      "id": "giving-tuesday",
      "name": "捐赠星期二",
      "description": "捐赠星期二是一个全球运动，致力于促进慷慨和慈善。每年在感恩节后的星期二举行，它鼓励个人、组织和社区通过捐款、志愿服务和善举回馈社会。自2012年设立以来，捐赠星期二已成为慈善日历中的重要事件。\n\n这一节日作为“黑色星期五”和“网络星期一”消费主义的对比，着眼于节日期间的给予精神。慈善机构、学校和企业通过筹款活动、捐赠活动和志愿者计划积极参与其中。\n\n捐赠星期二庆祝慷慨的集体影响，强调支持需要帮助的人群的重要性，以及在全球范围内培养同情心和社区参与文化的必要性。",
      "origin": "捐赠星期二由纽约的92街Y与联合国基金会于2012年共同创建。该倡议旨在鼓励人们在“黑色星期五”和“网络星期一”消费日后回馈社会。\n\n自成立以来，这一运动已呈现出指数级增长，吸引了全球个人、组织和社区的参与。社交媒体平台在传播意识和推动参与方面发挥了关键作用，使捐赠星期二成为数字时代的现象。\n\n捐赠星期二的起源反映了应对社会需求和促进捐赠文化的承诺。它是对节日期间商业化的回应，鼓励善举和慷慨行为。",
      "guide": "通过向您关注的事业捐款来庆祝捐赠星期二。研究慈善机构和非营利组织，确保您的捐款具有意义。许多组织在这一天提供配捐计划，能使您的捐款效果加倍。\n\n用您的时间或技能支持社区活动。无论是在当地的庇护所、食品银行还是教育项目中，您的努力都可以带来实实在在的改变。\n\n利用社交媒体放大捐赠星期二的信息。分享慷慨的故事，鼓励他人参与，并突出需要支持的组织。小小的善举，如帮助邻居或写感恩便条，也能体现这一天的精神。",
      "taboos": "- 避免在未验证组织合法性的情况下捐赠。\n- 不要忽视小型、本地的倡议，优先支持大型、知名活动。\n- 避免将您的慷慨局限于金钱捐赠；时间和技能同样宝贵。"
    },
    {
      "id": "international-day-persons-disabilities",
      "name": "国际残疾人日",
      "description": "国际残疾人日每年12月3日举行，旨在促进残疾人权利和福祉在社会各方面的实现。这一天旨在提高对残疾人面临挑战的认识，并倡导他们全面融入社会、经济和文化生活。\n\n由联合国设立，这一天强调可及性、平等和赋权的重要性。活动如专题讨论会、宣传活动和社区倡议，致力于为所有人创造一个更加包容的世界。\n\n这一纪念日提醒我们需要集体努力消除障碍，并确保为残疾人提供平等机会。它庆祝他们的贡献，并突显实现包容和公平社会所需的持续工作。",
      "origin": "国际残疾人日由联合国大会于1992年宣布设立。它基于1981年的“国际残疾人年”和1982年的《残疾人世界行动纲领》的成果。\n\n这一纪念日的起源反映了全球对残疾人权利与尊严的认可。它强调了支持残疾人赋权和包容的全面政策与实践的必要性。\n\n自设立以来，这一天已成为倡导残疾人权利、提高意识以及推动解决无障碍和包容挑战的创新解决方案的平台。",
      "guide": "通过参与提高残疾人包容性的活动或活动，纪念国际残疾人日。参加研讨会、专题讨论或网络研讨会，重点关注可访问性和赋权。\n\n支持促进残疾人权利与福祉的组织。考虑捐赠、志愿服务或与这些团体合作创造积极改变。\n\n教育自己和他人了解包容性的重要性以及残疾人的贡献。利用社交媒体分享故事、事实和资源，以激发对残疾人权利的更广泛支持。",
      "taboos": "- 避免使用强化残疾刻板印象的语言或行为。\n- 不要忽视纪念活动期间场地和材料的无障碍性。\n- 避免将讨论局限于挑战；要强调残疾人的成就和贡献。"
    },
    {
      "id": "international-day-banks",
      "name": "国际银行日",
      "description": "国际银行日每年12月4日举行，旨在庆祝银行在支持可持续发展、经济增长和金融普惠方面的重要作用。这一天承认银行机构对全球金融稳定的贡献，以及它们在支持弱势社区方面的努力。\n\n这一纪念日强调负责任的银行实践在促进包容性增长和创新中的重要性。会议、讨论和公众宣传活动通常聚焦于银行在解决贫困、不平等和气候变化等全球挑战中的作用。\n\n国际银行日为人们提供了反思金融机构在实现联合国可持续发展目标（SDGs）中的关键作用的机会。通过促进合作和创新，银行为创造一个更加公平和有韧性的全球经济做出了贡献。",
      "origin": "国际银行日由联合国大会于2019年宣布设立，以表彰银行在实现可持续发展方面的重要作用。这一天承认银行机构在金融普惠中的基本贡献，以及它们与政府和其他利益相关者的合作以支持发展目标。\n\n银行在塑造经济体系方面发挥了至关重要的作用，从促进贸易到为基础设施项目融资。自2015年SDGs提出以来，银行日益关注将其实践与全球发展优先事项相一致。\n\n这一纪念日的起源突显了金融机构与其他部门合作的重要性。它反映了利用金融系统造福社会、解决全球紧迫问题的承诺。",
      "guide": "通过了解金融机构在支持可持续发展中的作用来庆祝国际银行日。参加讨论负责任银行实践及其对社区影响的研讨会或网络研讨会。\n\n支持促进金融素养和普惠金融的倡议。通过参与宣传活动或社区项目，鼓励为弱势群体提供银行服务。\n\n反思银行对您本地社区和经济的贡献。在社交媒体上分享有关创新银行实践的故事或例子，提高对金融机构在全球发展中重要性的认识。",
      "taboos": "- 避免忽视银行在促进金融普惠和可持续发展中的作用。\n- 不要忽略金融机构的道德责任讨论。\n- 避免将这一天仅仅视为庆祝企业成就，而不关注更广泛的社会影响。"
    },
    {
      "id": "national-repeal-day",
      "name": "全国废止禁酒令日",
      "description": "全国废止禁酒令日于每年12月5日举行，纪念1933年美国宪法第18修正案的废除，标志着禁酒时代的结束。这一天庆祝美国人恢复生产、销售和消费酒精饮料的权利，突显这一历史转折点的文化和历史意义。\n\n禁酒令的废除标志着对第18修正案广泛不满的结束，因为该修正案导致了有组织犯罪的增加和经济问题的加剧。全国废止禁酒令日是反思这一时期的教训并庆祝通过第21修正案恢复的自由的时刻。\n\n许多美国人通过享用精心调制的饮品、举办以禁酒时代为主题的派对或学习禁酒时代的历史来庆祝这一节日。这提醒人们在平衡个人自由与社会责任方面的重要性。",
      "origin": "全国废止禁酒令日纪念1933年12月5日第21修正案的批准，该修正案正式废除了第18修正案并结束了禁酒时代。禁酒时代始于1920年，旨在消除与酒精相关的社会问题，但却导致了有组织犯罪的增加和经济损失。\n\n20世纪20年代末，公众对禁酒的负面影响感到失望，废止禁酒的运动逐渐兴起。第18修正案的废除代表了美国政策的重大转变，优先考虑个人自由，并认识到禁酒实验的失败。\n\n全国废止禁酒令日作为一段历史的提醒，展示了立法的复杂性和公众舆论对政策制定的影响。它庆祝了个人自由的回归以及禁酒时代结束后文化的复兴。",
      "guide": "通过学习禁酒时代的历史及其废除的过程来庆祝全国废止禁酒令日。参观博物馆、参加讲座或阅读探讨这一美国历史时期的书籍和文章。\n\n举办一场以禁酒时代为主题的聚会，包括复古风格的鸡尾酒和灵感来自20世纪20年代和30年代的装饰。确保任何庆祝活动都强调负责任地享用酒精饮料。\n\n反思禁酒时代对政策、文化和个人自由的广泛影响。在社交媒体上分享您的见解，吸引他人参与有关这一历史时期教训的讨论。",
      "taboos": "- 避免在庆祝时美化禁酒时代，而忽视其社会挑战和失败。\n- 不要在庆祝活动中鼓励过度或不负责任的酒精消费。\n- 避免将这一天简化为单纯的派对，而不理解其历史背景和重要性。"
    },
    {
      "id": "international-volunteer-day",
      "name": "国际志愿者日",
      "description": "国际志愿者日于每年12月5日举行，旨在表彰志愿者对全球社区的贡献。这一天庆祝志愿服务在促进经济增长、社会凝聚力和可持续发展方面的力量。\n\n由联合国组织的国际志愿者日强调志愿者在应对贫困、不平等和气候变化等全球挑战中的关键作用。社区服务项目、表彰仪式和教育研讨会展示了志愿服务的影响。\n\n这一纪念日作为一个平台，激励更多人参与志愿活动。它强调合作与集体行动在创造一个更具包容性和公平的世界中的价值。",
      "origin": "国际志愿者日由联合国大会于1985年设立，旨在促进志愿服务及其对经济和社会发展的贡献。它表彰那些致力于改善社区和解决全球关键问题的志愿者的努力。\n\n志愿服务在增强韧性和赋权方面有着悠久的历史。设立这一纪念日反映了对志愿者在实现可持续发展目标（SDGs）中转变力量的日益认可。\n\n这一纪念日的起源突显了庆祝和支持志愿服务的重要性。它强调了集体行动和伙伴关系在建设更美好未来中的必要性。",
      "guide": "通过参与社区服务项目或与本地组织合作来庆祝国际志愿者日。选择与您的技能和热情相匹配的活动，例如辅导、环保清洁或支持弱势群体。\n\n通过组织感谢活动或在社交媒体上分享志愿者的故事，表彰社区中志愿者的努力。突出他们工作的积极影响，并鼓励其他人参与。\n\n了解全球志愿者计划，并探索为更大事业做出贡献的方法。考虑支持促成志愿者项目的组织，无论是通过捐赠还是传播他们努力的意识。",
      "taboos": "- 避免低估志愿者的贡献或将他们的努力视为理所当然。\n- 不要将边缘化群体排除在志愿服务机会之外。\n- 避免仅关注志愿服务的挑战；要庆祝其积极影响和潜力。"
    },
    {
      "id": "world-soil-day",
      "name": "世界土壤日",
      "description": "世界土壤日每年12月5日庆祝，旨在强调健康土壤对维持地球生命的重要性。这一天提高了人们对土壤在粮食安全、气候变化减缓和可持续发展中作用的认识。它呼吁采取行动，有效保护和管理土壤资源。\n\n这一纪念日包括教育宣传活动、社区活动和关于土壤保护的讨论。这些活动通常强调可持续农业实践和维护土壤健康的创新技术。\n\n世界土壤日提醒人们土壤是有限资源，对生物多样性和人类生存至关重要。它突显了全球合作的必要性，以确保未来世代能够继承肥沃和富有生产力的土地。",
      "origin": "世界土壤日由联合国粮食及农业组织（FAO）于2013年设立，遵循国际土壤科学联盟的建议。12月5日这一日期旨在纪念泰国国王普密蓬·阿杜德国王的生日，他是可持续土壤管理的积极倡导者。\n\n这一纪念日的起源植根于对土壤作为生态系统和人类福祉基础的认识。由于对土地退化、沙漠化和气候变化影响的担忧日益增加，土壤保护工作逐渐获得了动力。\n\n设立世界土壤日反映了应对与土壤相关挑战的全球承诺，并强调了政府、科学家和社区之间合作的重要性，以推动可持续土地使用实践。",
      "guide": "通过学习土壤健康及其对生态系统和粮食生产的影响来庆祝世界土壤日。参加当地的活动、研讨会或专注于土壤保护和可持续农业的宣传活动。\n\n参与社区园艺或植树活动，以促进土壤健康。鼓励可持续实践，例如堆肥、有机农业和减少农药使用。\n\n利用#WorldSoilDay等标签在社交媒体上宣传土壤的重要性。分享资源、事实或关于土壤保护的故事，以激励他人采取行动。",
      "taboos": "- 避免忽视土壤作为关键环境资源的重要性。\n- 不要从事不可持续的实践，例如过度使用化学肥料或滥砍滥伐。\n- 避免简单化土壤相关问题；需承认保护工作的复杂性。"
    },
    {
      "id": "st-nicholas-day",
      "name": "圣尼古拉节",
      "description": "圣尼古拉节每年12月6日庆祝，以纪念圣尼古拉，公元4世纪以慷慨、善良和奇迹闻名的主教。这一天在许多欧洲国家尤为重要，标志着节日季节的开始，也是圣诞节的前奏。\n\n传统上，孩子们在12月5日的晚上将鞋子或袜子放在门外，希望圣尼古拉能留下小礼物、糖果或硬币。这一天强调善行和慈善，反映了圣人的遗产——帮助穷人和保护儿童。\n\n圣尼古拉节通过教堂礼拜、游行和家庭聚会庆祝。这是一个反思慷慨和善意价值的时刻，激励人们采取同情行动，并在节日期间促进社区精神。",
      "origin": "圣尼古拉节起源于对圣尼古拉的敬仰，他是公元4世纪的一位基督教主教，以无私和关怀弱势群体著称。他的善行和许多奇迹，例如为贫困女孩提供嫁妆，使他广受崇敬。\n\n几个世纪以来，纪念圣尼古拉的传统演变成地区性习俗。在某些文化中，他与赠礼联系在一起，并后来融入圣诞节传统，启发了圣诞老人的形象。\n\n这一节日反映了圣尼古拉作为慷慨和同情象征的持久影响。它提醒人们无私的力量和帮助需要帮助者的重要性。",
      "guide": "通过参与传统习俗庆祝圣尼古拉节，例如向亲人赠送小礼物或糖果。考虑进行慈善活动，例如向当地庇护所捐赠或支持有需要的家庭。\n\n参加圣尼古拉相关的教堂礼拜或社区活动。向孩子们讲述他的故事，激励他们学习善良和给予的价值观。\n\n用节日装饰装扮家中，或组织家庭聚会，享用与圣尼古拉节相关的传统美食，例如姜饼饼干或巧克力硬币。",
      "taboos": "- 避免通过专注于物质礼物来使这一天过于商业化。\n- 不要忽视这一天对慈善和社区支持的强调。\n- 避免忽视圣尼古拉遗产的历史和文化意义。"
    },
    {
      "id": "pearl-harbor-remembrance-day",
      "name": "珍珠港纪念日",
      "description": "珍珠港纪念日每年12月7日举行，旨在纪念1941年日本袭击珍珠港期间丧生的生命。这一悲剧性事件标志着第二次世界大战的转折点，将美国带入了这场冲突。这一天是反思军人和平民牺牲的庄严时刻。\n\n纪念活动包括在夏威夷珍珠港国家纪念馆和全国各地的敬献花圈仪式和默哀片刻。美国国旗将降半旗，以纪念2400多名在袭击中遇难的美国人。\n\n珍珠港纪念日为教育后代关于袭击影响及其承受者的韧性提供了机会。这一天提醒人们保持警惕的重要性，以及和平的价值。",
      "origin": "珍珠港纪念日的设立旨在纪念1941年12月7日日本对美国夏威夷珍珠港海军基地的突袭。这一事件造成了大量人员伤亡和太平洋舰队的重大损失，促使美国加入第二次世界大战。\n\n这一纪念日的起源在于广泛希望纪念逝去的生命并表彰那些应对袭击的人的勇气。它还反映了对保留这一历史重要时刻记忆的承诺。\n\n自设立以来，珍珠港纪念日已成为国家韧性的象征，也是对为自由而牺牲的人的致敬。它强调了从历史中汲取教训的重要性，以建立一个更和平的未来。",
      "guide": "通过参加纪念活动或参观如珍珠港国家纪念馆等历史遗址来纪念珍珠港纪念日。参与默哀以悼念失去的生命。\n\n通过观看纪录片、阅读书籍或参加讨论了解珍珠港的历史。分享英勇和牺牲的故事，以确保这一事件的记忆得以延续。\n\n将美国国旗降半旗或点燃蜡烛，以悼念失去的生命。利用社交媒体分享感恩和反思的信息，强调和平与警惕的重要性。",
      "taboos": "- 避免淡化袭击的重要性或其对历史的影响。\n- 不要忽视军人和平民的牺牲。\n- 避免将这一天用于与其历史背景无关的政治言论。"
    },
    {
      "id": "international-civil-aviation-day",
      "name": "国际民航日",
      "description": "国际民航日每年12月7日举行，旨在庆祝民航对全球互联互通、经济增长和文化交流的影响。由联合国设立，这一天强调了安全、高效和可持续的航空系统在促进国际合作和发展的重要性。\n\n这一纪念日包括教育计划、行业活动和关于航空未来的讨论。同时，这一天也是展示国际民航组织（ICAO）为制定标准和政策以确保全球航空安全和效率所作贡献的平台。\n\n国际民航日提醒人们航空在缩短地理距离和促进国家间相互理解中的变革作用。它强调了持续创新与合作的必要性，以应对环境可持续性和航空技术进步等挑战。",
      "origin": "国际民航日由国际民航组织（ICAO）于1994年设立，以纪念其成立50周年。1996年，联合国大会正式将12月7日定为提高对民航在社会和经济发展中重要性认识的日子。\n\n这一纪念日的起源与航空在连接人、商品和文化方面的关键角色密切相关。从航空业的早期到全球化旅行的现代时代，航空一直是国际关系和经济进步的基石。\n\n设立国际民航日反映了ICAO及其成员国促进安全、高效和环境可持续的航空系统的承诺。它强调了确保航空作为全球利益工具所需的合作努力。",
      "guide": "通过了解航空历史和进步来庆祝国际民航日。参观航空博物馆、观看纪录片或参加展示航空业对全球发展的贡献的地方活动。\n\n参与关于航空未来的讨论，重点关注可持续性、技术和安全。在社交媒体上分享见解和创新，以激发对航空业的关注和支持。\n\n支持促进绿色航空实践的倡议，例如碳抵消计划或可持续航空燃料研究。表彰航空专业人士，他们为数百万旅客的安全和高效出行提供保障。",
      "taboos": "- 避免忽视与航空相关的环境问题，如碳排放。\n- 不要仅关注航空的经济利益，而忽视其社会和文化影响。\n- 避免忽略航空专业人士在安全和劳工方面面临的挑战。"
    },
    {
      "id": "delaware-day",
      "name": "特拉华日",
      "description": "特拉华日每年12月7日庆祝，以纪念1787年特拉华州成为第一个批准美国宪法的州。这一天被誉为“第一州”，象征着美国宪法政府的诞生。\n\n这一天是为了表彰特拉华州在塑造美国历史方面的关键作用。庆祝活动通常包括历史重现、教育项目和突出州遗产及其对国家贡献的社区活动。\n\n特拉华日激发了对州历史的自豪感，以及对其公民在争取自由和民主方面的奉献精神的赞扬。它提醒人们宪法及其代表的价值对国家的重要意义。",
      "origin": "特拉华日最早由州长C·道格拉斯·巴克于1933年宣布设立，以纪念1787年12月7日美国宪法的批准。特拉华州作为第一个批准宪法的州，赢得了“第一州”的称号。\n\n特拉华日的起源突显了该州在美国建国过程中的领导地位。通过率先批准宪法，特拉华州为联邦政府的形成以及原十三个殖民地的统一奠定了基础。\n\n庆祝特拉华日反映了对州历史贡献和其公民在美国独立中角色的深切敬意。它强调了保护和推广特拉华州在国家历史中独特地位的重要性。",
      "guide": "通过了解特拉华州的历史及其在美国建国中的作用来庆祝特拉华日。参观历史遗址，例如多佛的旧州议会大厦，或参与纪念特拉华州遗产的地方活动。\n\n参与教育活动，例如阅读宪法或参加关于特拉华州对美国历史贡献的讲座。与他人分享您的知识，传播关于该州重要性的认识。\n\n通过展示特拉华州旗帜或符号来表达州自豪感。支持本地企业和工匠，以表彰定义州身份的社区精神。",
      "taboos": "- 避免忽视特拉华州对美国历史贡献的更广泛背景。\n- 不要在庆祝州遗产时忽略包容性的重要性。\n- 避免将这一天简化为一个简单的历史轶事，而不理解其持久意义。"
    },
    {
      "id": "feast-immaculate-conception",
      "name": "圣母无染原罪节",
      "description": "圣母无染原罪节每年12月8日庆祝，是一项重要的天主教节日，旨在纪念圣母玛利亚在未受原罪污染下的受孕。此教义强调玛利亚的纯洁以及她作为耶稣基督之母的重要角色。\n\n这一天通过教堂礼拜、游行和祷告来纪念玛利亚。在许多国家，这是一个义务瞻礼日，要求天主教徒参加弥撒。该节日反映了对玛利亚的深厚敬意，视其为恩典、谦卑和神圣恩宠的象征。\n\n这一庄严的庆祝是信徒反思玛利亚美德并在属灵生活中寻找灵感的机会。它强调信仰、顺服和上帝救赎计划的主题，是降临期天主教崇拜的基石之一。",
      "origin": "圣母无染原罪节的历史可追溯到庆祝玛利亚在救赎历史中独特角色的早期基督教传统。教义由教宗庇护九世于1854年通过《无玷始胎》通谕正式定义为天主教教义。\n\n这一节日的起源植根于教会对玛利亚作为耶稣之母的尊崇。庆祝活动始于东方教会，并扩展到西方教会，最终成为普遍认可的节日。\n\n圣母无染原罪节的设立突显了教会对玛利亚纯洁及其在救赎故事中关键角色的教义。它至今仍是全球天主教徒表达信仰与敬意的重要节日。",
      "guide": "通过参加弥撒或参与专门献给玛利亚的特别祷告和敬拜，纪念圣母无染原罪节。反思玛利亚的纯洁、顺服和信仰美德，并在自己的生活中努力效仿这些品质。\n\n参加游行、念玫瑰经或社区庆祝活动，以表达对玛利亚的敬意。在一些地区，传统节庆包括点蜡烛或创建祭坛来表达虔诚。\n\n花时间学习无染原罪的神学意义。与家人和朋友分享您的见解，加深对这一天主教信仰基石的理解。",
      "taboos": "- 避免将无染原罪与耶稣的童贞降生混淆；该节日指的是玛利亚的无罪受孕。\n- 不要仅关注文化传统而忽视这一天的属灵和神学意义。\n- 避免将这一节日视为一种日常义务，而不参与有意义的反思和祈祷。"
    },
    {
      "id": "international-anti-corruption-day",
      "name": "国际反腐败日",
      "description": "国际反腐败日每年12月9日举行，旨在强调打击腐败对于促进道德治理和可持续发展的重要性。这一天为提高人们对腐败对社会、经济和机构影响的认识提供了平台，强调需要集体行动来消除腐败。\n\n政府、组织和公民社会团体举办活动、讨论和教育宣传活动，以鼓励透明、问责和诚信。这些活动旨在赋能个人和机构抵制腐败，并在公共和私营部门推广道德实践。\n\n国际反腐败日强调腐败破坏信任、公正和经济进步。它呼吁公民和领导人共同倡导反腐败政策，加强维护公平和正义的框架。",
      "origin": "国际反腐败日由联合国于2003年设立，以纪念《联合国反腐败公约》（UNCAC）的通过。这一具有里程碑意义的协议由140多个国家签署，代表了全球解决腐败问题和促进良好治理的承诺。\n\n腐败长期以来被视为发展的一大障碍，侵蚀公众信任并加剧不平等。设立这一纪念日反映了国际社会通过合作和政策改革应对这一普遍问题的决心。\n\n这一纪念日的起源突显了对抗腐败需要警惕、问责和全球合作。它标志着通过诚信和透明来构建治理基础的共同承诺。",
      "guide": "通过参加关于腐败原因和后果的研讨会、网络研讨会或社区讨论，参与国际反腐败日。学习如何推广透明和道德实践的工具和策略。\n\n支持致力于打击腐败的组织，通过捐赠、志愿服务或传播其努力的意识。分享有关反腐败倡议和成功故事的信息，以激励他人采取行动。\n\n在社区内推动关于问责和诚信重要性的对话。倡导促进公平、透明和正义文化的政策和实践。",
      "taboos": "- 避免淡化腐败对社会和经济的影响。\n- 不要忽视腐败的系统性性质，而只是片面处理问题。\n- 避免传播未经证实的信息或政治偏见叙述。"
    },
    {
      "id": "world-genocide-commemoration-day",
      "name": "世界反种族灭绝纪念日",
      "description": "世界反种族灭绝纪念日于12月9日举行，旨在纪念在历史上种族灭绝事件中受害或逝去的人们。这一天通过提高对种族灭绝暴行的认识，强化防止未来此类犯罪的承诺。\n\n纪念活动鼓励了解种族灭绝的原因、后果和预警信号。活动包括纪念仪式、专题讨论和公开讲座，为幸存者和倡导者提供了分享故事和见解的平台。同时，这一天也突显了《种族灭绝公约》等国际框架在追究肇事者责任方面的重要性。\n\n这一天提醒人们仇恨、不宽容和不作为所造成的人类代价。它激励全球团结行动，捍卫人权，保护弱势群体，并确保“永不再发生”成为现实。",
      "origin": "世界反种族灭绝纪念日由联合国于2015年设立，以纪念1948年12月9日《种族灭绝公约》的通过。这一具有里程碑意义的条约定义了种族灭绝，并要求成员国防止和惩治此类行为。\n\n这一纪念日的起源植根于大屠杀和后续种族灭绝事件（如卢旺达、波斯尼亚和柬埔寨）之后。这些悲惨事件突显了保持警惕和建立强大国际法律框架的必要性。\n\n设立这一纪念日反映了全球对纪念受害者和采取积极措施防止种族灭绝的承诺。它强调了教育、倡导和问责在建设没有此类犯罪的世界中的重要性。",
      "guide": "通过参加纪念活动、展览或教育计划，了解种族灭绝的历史及其影响，纪念世界反种族灭绝纪念日。聆听幸存者的证词，理解这些暴行的人性维度。\n\n支持致力于人权和防止种族灭绝的组织，通过捐赠、志愿服务或扩大其工作的影响力。倡导能够解决种族灭绝早期预警信号的政策，保护弱势群体。\n\n参与关于宽容、包容和正义重要性的讨论。在社交媒体上分享故事、资源和信息，以提高对仇恨和暴力的警惕性。",
      "taboos": "- 避免在历史或当前背景下最小化或否认种族灭绝的影响。\n- 不要忽视幸存者的声音或他们的经历。\n- 避免将这一天用于与纪念和防止种族灭绝目的无关的政治议程。"
    },
    {
      "id": "green-monday",
      "name": "绿色星期一",
      "description": "绿色星期一每年12月第二个星期一举行，是节日购物季中的一个重要在线购物日。由于消费者在此时抓紧完成节日购买，电子商务销售激增，因此得名。零售商通常提供折扣和促销活动，使其成为商家和购物者的重要日子。\n\n这一购物活动突显了在线购物的便利性及其在现代零售中的日益重要性。与网络星期一类似，绿色星期一提醒人们零售的数字化转型以及技术在将消费者与全球商品联系方面的力量。\n\n绿色星期一反映了现代消费者行为，强调数字平台在节日购物中的作用。同时，它鼓励环保购买实践，推广可持续和环境友好的产品。",
      "origin": "绿色星期一由eBay于2007年创造，用来描述12月最繁忙的在线购物日。这个术语反映了许多购物者需要商品在节日前及时送达的最后一个重要销售日。\n\n多年来，绿色星期一已发展成为一个全球购物现象，各行业的零售商都参与其中。它标志着节日购物季的延续，迎合寻找最后时刻礼品优惠的消费者。\n\n绿色星期一的起源展示了零售业对消费者需求的适应能力，以及对电子商务日益增长的依赖。它已成为节日购物日历中的一个重要里程碑，将商业与便利性相结合。",
      "guide": "通过规划您的在线购物，利用绿色星期一的优惠和折扣。专注于购买贴心和必要的礼物，并考虑环保产品以使您的购买更加可持续。\n\n使用价格追踪工具、返现优惠和促销代码最大化您的节省。与朋友和家人分享优惠和技巧，帮助他们明智购物。\n\n反思您的购物习惯对环境的影响。选择具有可持续实践的零售商，并支持优先考虑道德生产和包装的品牌。",
      "taboos": "- 避免过度购物或仅因折扣而购买不必要的商品。\n- 不要忽视节日消费主义的环境影响。\n- 避免支持可持续性实践差或劳工政策可疑的零售商。"
    },
    {
      "id": "wyoming-day",
      "name": "怀俄明州日",
      "description": "怀俄明州日每年12月10日庆祝，旨在纪念怀俄明州丰富的历史、文化和贡献。作为“平等之州”，怀俄明州于1869年成为美国第一个赋予女性投票权的州，为平等和进步树立了先例。\n\n这一天纪念怀俄明州在塑造国家历史中的作用，从旧西部的开拓精神到黄石国家公园等壮丽景观。全州各地通过历史重现、教育活动和文化庆典等活动来标志这一日子。\n\n怀俄明州日为居民和游客提供了反思州创新、勇气和自然美景遗产的机会。它激发了对怀俄明州独特身份的自豪感，并庆祝为其持久故事作出贡献的人们。",
      "origin": "怀俄明州日的设立旨在纪念该州历史上的重要里程碑，包括1890年7月10日成为美国第44个州的州加盟。12月10日的日期特别选定以强调怀俄明州1869年率先赋予女性投票权的开创性举措。\n\n这一纪念日的起源植根于怀俄明州作为社会进步领导者及其在美国历史中的文化意义的独特地位。该州作为平等之州的遗产，以及其在保护方面的作用（如拥有第一个国家公园），使其成为前瞻性和自然奇观的象征。\n\n怀俄明州日提醒人们该州对国家的贡献，并将其视为平等、韧性和探索的灯塔。",
      "guide": "通过探索该州的历史和文化遗产来庆祝怀俄明州日。参观博物馆、历史地标，或参加纪念怀俄明州成就的地方活动，例如其在女性选举权和保护方面的领导地位。\n\n参与彰显该州自然美景的户外活动，如徒步旅行、野生动物观赏，或游览黄石或大提顿等国家公园。\n\n支持体现怀俄明州开拓精神的本地企业和工匠。通过使用#WyomingDay标签在社交媒体上分享故事或照片，以传播对平等之州贡献的意识和自豪感。",
      "taboos": "- 避免忽视该州在推动女性权利方面的历史重要性。\n- 不要忽视构成怀俄明州身份的多元文化和社区。\n- 避免仅专注于旅游景点，而忽视更深层次的历史和文化背景。"
    },
    {
      "id": "human-rights-day",
      "name": "人权日",
      "description": "人权日每年12月10日庆祝，纪念1948年联合国大会通过《世界人权宣言》（UDHR）。这一具有里程碑意义的文件阐明了每个人应享有的不可剥夺的权利和自由，无论种族、宗教、性别或国籍如何。\n\n这一天作为全球平台，用于提高对人权问题的认识并激励行动以保护和捍卫这些权利。活动包括专题讨论、教育项目和文化表演，突出人权领域的持续斗争与成就。\n\n人权日提醒人们平等、公正和尊严对所有人的重要性。它鼓励个人和组织重新致力于促进人权并应对歧视、不平等和冲突等挑战。",
      "origin": "人权日于1950年设立，以纪念1948年12月10日通过的《世界人权宣言》（UDHR）。在第二次世界大战之后起草的UDHR代表了集体承诺，旨在确保所有人的基本自由和保护。\n\n这一纪念日的起源反映了全球对防止暴行和促进人类尊严的认可。UDHR由来自世界各地的代表共同编写，已成为国际人权法和倡导的基石。\n\n人权日强调了在确保权利方面取得的进展，同时也指出了实现普遍平等和正义所需的持续努力。它象征着在追求更公平世界中的希望与团结。",
      "guide": "通过参加提高人权问题认识的活动或倡议，纪念人权日。参加研讨会、观看纪录片或参与关于《世界人权宣言》重要性的讨论。\n\n支持致力于保护和促进人权的组织，通过捐赠、志愿服务或在社交媒体上传播其信息。分享故事和资源，教育他人当前的挑战和倡导的机会。\n\n反思人权在您的社区中的重要性，并考虑如何为积极改变做出贡献。倡导解决不平等和歧视的政策，同时促进公正与包容。",
      "taboos": "- 避免忽视全球范围内边缘化群体面临的持续斗争。\n- 不要忽视《世界人权宣言》的历史意义。\n- 避免使用这一天进行有违平等和尊严普遍信息的分裂性言论。"
    },
    {
      "id": "international-mountain-day",
      "name": "国际山岳日",
      "description": "国际山岳日每年12月11日庆祝，旨在提高对山岳在支持地球生命中关键作用的认识。从提供淡水到维持生物多样性和文化遗产，山岳是面临气候变化和不可持续实践挑战的重要生态系统。\n\n这一天呼吁采取行动保护山地环境并支持依赖它们的社区。教育宣传活动、户外活动和文化活动组织起来，突出山地在促进可持续发展和生态平衡中的重要性。\n\n国际山岳日提醒人们人类福祉与山地生态系统之间的相互联系。它鼓励全球合作以应对环境挑战，并促进既有益于自然又造福社会的保护努力。",
      "origin": "国际山岳日由联合国大会于2003年设立，继2002年国际山岳年取得成功之后。这一纪念日旨在促进山地地区的可持续发展，并认识其对全球生态系统的重要性。\n\n长期以来，山地因其自然资源、精神重要性和文化认同而受到重视。然而，它们正日益受到如滥伐森林、污染和气候变化等威胁。设立这一日子突显了采取集体行动保护这些重要景观的必要性。\n\n国际山岳日的起源反映了全球对山岳作为人类生存和环境健康基础的认可。它强调了促进可持续实践以保护山地生态系统为后代服务的紧迫性。",
      "guide": "通过了解山岳的生态和文化重要性，庆祝国际山岳日。参与如徒步旅行、摄影或野生动物观赏等户外活动，与山地环境建立联系。\n\n支持专注于保护山岳生态系统和社区的保护计划。考虑向推广可持续实践的组织捐款，或志愿参与植树造林或清洁等项目。\n\n使用#InternationalMountainDay等标签在社交媒体上分享山岳的美丽和重要性。提高对山岳面临威胁及保护所需行动的认识。",
      "taboos": "- 避免从事破坏山岳生态系统的活动，例如乱丢垃圾或不可持续的旅游行为。\n- 不要忽视山岳社区面临的挑战，包括贫困和气候脆弱性。\n- 避免仅关注山岳的娱乐性，而忽略其更广泛的环境重要性。"
    },
    {
      "id": "international-day-neutrality",
      "name": "国际中立日",
      "description": "国际中立日每年12月12日庆祝，旨在强调中立在促进国际和平、安全和合作中的重要性。它突显了中立国家在调解冲突、促进对话和维护国际法原则中的作用。\n\n这一纪念日鼓励会员国、组织和个人反思公正解决争端和预防冲突的价值。活动包括专题讨论、教育项目和外交活动，聚焦于中立在国际关系中的实际应用。\n\n这一天提醒人们，中立是维护稳定和促进国家间建设性参与的重要工具。它强调了全球团结和坚持非侵略及相互尊重原则的必要性。",
      "origin": "国际中立日由联合国大会于2017年设立，最初由土库曼斯坦提议。长期以来，中立被公认为国际法的原则，例如瑞士的中立政策展示了其在促进和平与人道主义努力中的益处。\n\n这一纪念日的起源反映了全球对中立作为实现可持续和平手段的认可。中立国家在危机期间历来发挥了调解谈判和提供人道主义援助的关键作用。\n\n设立国际中立日庆祝了中立对国际稳定的贡献，并鼓励将其作为预防冲突和解决问题的战略。",
      "guide": "通过学习中立原则及其在全球外交中的作用，庆祝国际中立日。参加有关中立如何适用于当代国际问题的研讨会或讨论。\n\n支持促进和平解决冲突和遵守国际法的组织和倡议。通过社交媒体分享关于中立在促进和平与合作中的益处的资源和见解。\n\n反思在您所在社区中保持公正的重要性，并考虑如何将中立原则应用于解决冲突和建立更强关系。",
      "taboos": "- 避免将中立误解为对全球问题的冷漠。\n- 不要忽视中立在促进和平与安全中的历史意义。\n- 避免轻视中立国家在冲突期间保持立场面临的挑战。"
    },
    {
      "id": "international-universal-health-coverage-day",
      "name": "国际全民健康覆盖日",
      "description": "国际全民健康覆盖日每年12月12日庆祝，倡导每个人都能获得可及、公平和高质量的医疗服务。这一天强调全民健康覆盖（UHC）作为可持续发展基石和基本人权的重要性。\n\n这一纪念日突出了在推进UHC方面的成就和挑战，包括解决医疗服务获取和质量差距的努力。活动如政策对话、公众宣传和社区倡议，提高了人们对需要强大医疗系统的认识，以确保不落下任何一个人。\n\n这一天提醒人们，投资于健康对于减少贫困、促进社会公平和增强经济稳定至关重要。它呼吁集体行动将健康作为共同的全球责任。",
      "origin": "国际全民健康覆盖日由联合国于2017年宣布设立，以纪念2012年联合国大会通过的支持全民健康覆盖作为全球发展优先事项的决议。这一倡议反映了全球对健康作为推动社会和经济进步驱动力的认可。\n\n这一纪念日的起源植根于实现可持续发展目标（SDGs）的努力，特别是目标3，强调健康与福祉。全民健康覆盖被视为确保每个人都能在不面临经济困难的情况下获得基本健康服务的手段。\n\n设立这一纪念日突显了国际社会在建设包容和有韧性的医疗系统方面的承诺。它强调了伙伴关系和创新在实现全民健康覆盖中的作用。",
      "guide": "通过参加宣传或活动，推广医疗服务的可及性与公平性，庆祝国际全民健康覆盖日。与社区分享关于全民健康覆盖重要性的信息，以促进理解和支持。\n\n通过与政策制定者交流或支持扩大健康覆盖的组织，倡导更强大的医疗系统。考虑志愿或捐赠以支持改善弱势群体医疗服务的项目。\n\n反思您自身的健康状况及保护健康的系统。通过社交媒体传播团结信息，并呼吁全球行动实现全民健康覆盖。",
      "taboos": "- 避免忽视边缘化群体在获得医疗服务方面面临的挑战。\n- 不要忽略健康与更广泛的社会、经济和环境问题的关联。\n- 避免认为全民健康覆盖已在全球范围内实现；差距依然存在。"
    },
    {
      "id": "feast-our-lady-guadalupe",
      "name": "瓜达卢佩圣母节",
      "description": "瓜达卢佩圣母节每年12月12日庆祝，纪念1531年圣母玛利亚在现今墨西哥城附近向圣胡安·迭戈显现。这一事件在天主教传统中意义深远，瓜达卢佩圣母被尊为美洲的主保圣人以及希望、团结和信仰的象征。\n\n这一天通过盛大的庆祝活动标志，包括弥撒、游行，以及传统舞蹈和音乐等文化节庆。信徒们常带着鲜花和蜡烛前往瓜达卢佩圣母的圣地，寻求她的代祷并表达感恩。\n\n这一节日提醒人们玛利亚的慈爱和她在激励各类社区信仰中的作用。它反映了谦卑、虔诚和文化认同的主题，加强了全世界天主教徒之间的联系。",
      "origin": "瓜达卢佩圣母节纪念1531年圣胡安·迭戈经历的圣母显现。据传说，圣母在特佩亚克山向胡安·迭戈用纳瓦特尔语讲话，要求为她修建一座教堂。\n\n这一事件促成了瓜达卢佩圣母形象奇迹般地出现在胡安·迭戈的外衣上，此形象后来成为墨西哥身份与虔诚的核心象征。教皇若望·保禄二世于1999年宣布她为美洲主保圣人，进一步巩固了她的重要性。\n\n这一节日强调了信仰的持久力量及其在人们不同背景间所培养的团结。它见证了玛利亚在天主教灵性与文化中的深远影响。",
      "guide": "通过参加弥撒或游行纪念瓜达卢佩圣母节，向她致敬。带上鲜花、蜡烛或奉献物品前往她的圣地或教堂。\n\n参与音乐、舞蹈和节日宴席等文化传统，体现这一天的喜庆氛围。与家人朋友分享瓜达卢佩圣母的故事，加深对她重要性的理解。\n\n反思玛利亚传递的慈爱和信仰信息，并寻求将这些价值融入日常生活。通过社交媒体分享祈祷、图片或对瓜达卢佩圣母的虔诚故事。",
      "taboos": "- 避免将节日商业化，仅关注庆祝的物质方面。\n- 不要忽视瓜达卢佩圣母显现的精神与文化意义。\n- 避免忽略她的虔诚所包含的包容和团结主题。"
    },
    {
      "id": "friday-thirteenth",
      "name": "十三号星期五",
      "description": "十三号星期五是公历中的一个日期，长期以来与迷信和厄运恐惧相关。每当一个月的第十三天恰逢星期五时，这种文化现象便会被注意到。对于一些人来说，这是一个不祥的日子，而另一些人则将其视为一个有趣的好奇心现象。\n\n十三号星期五的不幸联想可能源于宗教、历史或数字象征。例如，《最后的晚餐》中有13位客人参与，犹大是第13位，并与耶稣的背叛有关。此外，1307年10月13日星期五逮捕圣殿骑士的事件也助长了其不吉利的声誉。现代流行文化，包括电影和文学，进一步强化了这一迷信。\n\n尽管具有阴森的声誉，十三号星期五通常被幽默对待，或被视为挑战恐惧和迷信的机会。它提醒我们文化神话的持久影响以及人们对这些传统的多样化解释。",
      "origin": "围绕十三号星期五的迷信结合了历史、宗教和文化元素。数字13因《最后的晚餐》中犹大作为第13位客人与耶稣的背叛有关，而被视为不吉利。同样，星期五在基督教传统中因耶稣受难而被认为是不幸的一天。\n\n对十三号星期五的恐惧在19世纪末和20世纪初得到了普及。托马斯·W·劳森的小说《十三号星期五》（1907年）使这一日期作为厄运预兆的概念流行起来。随着时间推移，这种迷信深植于西方文化中。\n\n十三号星期五的起源揭示了神话和故事如何塑造集体信仰。它反映了人类在巧合中寻找意义的倾向，以及民间传说对当代生活的持久影响。",
      "guide": "在十三号星期五，花时间探索这种迷信的起源及其对文化的影响。观看纪录片或阅读关于其历史根源及其随时间演变的文章。\n\n将这一天作为揭穿迷信和挑战恐惧的机会。在社交媒体上分享关于十三号星期五的趣闻轶事，激发好奇心并鼓励轻松讨论。\n\n对于那些喜欢这一天神秘氛围的人，可以参加主题活动或与朋友一起举办聚会，庆祝其独特的文化意义。",
      "taboos": "- 避免不必要地加剧与这一天相关的恐惧或焦虑。\n- 不要忽视这一迷信的文化和历史意义。\n- 避免仅将这一天用于商业目的而忽略其起源。"
    },
    {
      "id": "national-guard-birthday",
      "name": "国民警卫队成立纪念日",
      "description": "国民警卫队成立纪念日每年12月13日庆祝，纪念1636年美国国民警卫队的成立。这被公认为美国历史最悠久的军事组织。国民警卫队在州和联邦行动中扮演重要角色，包括灾害救援、本土防御和海外任务。\n\n这一天致敬那些致力于保护社区和国家的国民警卫队成员的服务与牺牲。庆祝活动包括阅兵式、纪念仪式和教育活动，突出了警卫队的历史与成就。\n\n国民警卫队成立纪念日是表达对这些卓越服务人员感激之情的时刻。它还提高了对国民警卫队作为州和联邦双重角色部队的重要性的认识，强调其在国家安全和韧性中的作用。",
      "origin": "国民警卫队的起源可追溯到1636年12月13日，当时马萨诸塞湾殖民地组织了民兵连以保卫定居点。这一日期标志着现代国民警卫队作为公民士兵部队的遗产的开端。\n\n几个世纪以来，国民警卫队不断发展，应对国内紧急情况、自然灾害和海外冲突。其由州和联邦政府共同控制的结构是确保灵活性和准备性的关键特征。\n\n国民警卫队成立纪念日反映了公民士兵对其社区和国家的持久承诺。它致敬了这一机构的历史，并庆祝其对国家安全与繁荣的贡献。",
      "guide": "通过了解国民警卫队的历史及其对国家的贡献，庆祝国民警卫队成立纪念日。参加地方活动或观看突出警卫队在保卫和支持社区中作用的纪录片。\n\n通过发送感谢信、支持军事慈善组织或参与帮助服务人员及其家人的项目，表达对国民警卫队成员的敬意。\n\n在社交媒体上分享国民警卫队英雄的故事，提高人们对其奉献和服务的认识。鼓励他人更多地了解警卫队对国家和社区韧性的影响。",
      "taboos": "- 避免忽视国民警卫队成员及其家属所作出的牺牲。\n- 不要忽略国民警卫队在美国历史中的历史意义。\n- 避免将这一天政治化，偏离纪念服务与承诺的初衷。"
    },
    {
      "id": "bill-of-rights-day",
      "name": "权利法案日",
      "description": "权利法案日每年12月15日庆祝，纪念1791年美国宪法前十条修正案的批准。这些修正案被称为《权利法案》，保护了基本自由，包括言论、宗教和新闻自由，以及正当程序和公平审判的权利。\n\n这一天是反思这些权利在塑造美国民主和确保个人自由方面的重要性的机会。教育项目、公开朗读和关于《权利法案》在现代社会相关性的讨论是纪念这一天的常见方式。\n\n权利法案日提醒公民需要捍卫这些权利，并对威胁自由的行为保持警惕。它强调了宪法的持久意义及其在促进公正和平等方面的作用。",
      "origin": "权利法案日于1941年由富兰克林·罗斯福总统正式设立，以纪念宪法前十条修正案批准150周年。这些修正案由詹姆斯·麦迪逊于1789年提出，以解决在新宪法下保护个人自由的担忧。\n\n这一纪念日的起源突显了《权利法案》在美国历史中的基础性作用。它强调了宪法制定者致力于创建一个尊重个人自由并维护法治的政府。\n\n权利法案日的设立反映了全国范围内纪念这些修正案所体现原则的努力，并教育后代这些原则在保护民主中的重要性。",
      "guide": "通过阅读前十条修正案的文本并反思其在当今的相关性，庆祝权利法案日。参加讲座、研讨会或社区讨论，探讨这些权利如何影响现代社会。\n\n通过倡导维护宪法自由的政策，鼓励公民参与。通过社交媒体分享关于《权利法案》的信息，激发对其重要性的意识和对话。\n\n利用这一天向年轻一代传授宪法和保护个人权利的重要性。组织活动，如辩论或模拟审判，使学习《权利法案》变得互动且吸引人。",
      "taboos": "- 避免忽视《权利法案》的历史背景及其重要性。\n- 不要将这些基本自由视为理所当然；认识到其持续的重要性。\n- 避免仅将这一天视为一项历史纪念，而不考虑其对当代问题的意义。"
    }
  ]
}